{
    "name": "Project Neptune Real_(DEV)",
    "owner": "tlucy@eagles.bridgewater.edu",
    "active": [
        "claeb@example.com",
        "tlucy@eagles.bridgewater.edu"
    ],
    "storyData": {
        "filename": "Project Neptune Real_(DEV)",
        "display": "Celestial Voyager (DEV)",
        "_i": 210,
        "panX": 0,
        "panY": 0,
        "start": 77,
        "boards": [
            {
                "title": "The Starting Board",
                "x": 55,
                "y": 213.9442123771279,
                "_id": 1,
                "text": "You wake up in a cold sweat, where are you? What time is it? An intense ringing pulses through your head as you slowly stumble to your feet. You slowly take in your surroundings and realize you are in your resting quarters, but it does not feel right. It is oddly quiet, you work on the Celestial Voyager, one of the biggest touring ships across the galaxy, and yet you don't hear any commotion. Just the faint hum of the lights overhead, but besides that this absence of sound is unsettling, to say the least. Something is wrong, that is for certain, and you need to get out of here, and find help. Exiting out of your personal Quarters, into the hallway, you are greeted with an unfamiliar scene. Instead of a list of doors for everyone else's quarters, you are instead treated with a hallway that just leads to darkness towards your right, and looking towards the left leads towards a singular door. ",
                "tags": [
                    "new_board_2"
                ],
                "img": "Beginning_Bed.png",
                "audio": "audiomass-output.mp3",
                "btns": [
                    {
                        "l": "Door",
                        "c": "#ff00bb",
                        "id": 8
                    },
                    {
                        "l": " Hallway",
                        "c": "#4934ea",
                        "id": 9
                    }
                ]
            },
            {
                "title": "Bathroom",
                "x": -248.49108497605465,
                "y": 474.0409946349596,
                "_id": 8,
                "text": "Heading towards the door, the light illuminates its old rusted exterior, showing the faint gray paint along its flat face. Some of the paint peeled revealing the underpainting beneath, a reddish-orange that has also faded from age. Hesitantly, you reach for the door handle, which juts out similar to an old pull handle. Your fingers curl around its rim before you slowly pull open the door. You are greeted by a dark room; reaching around, your hand grazes that of a light switch, and you can finally see. A simplistic bathroom greets you– one of many for the Lower Deck. Its green hues are a significant contrast to the earlier warm tones of the hallway. ",
                "tags": [
                    "new_board_9"
                ],
                "img": "Project (20240130101042).png",
                "btns": [
                    {
                        "l": "Enter the Room",
                        "c": "#ff0088",
                        "id": 41
                    },
                    {
                        "l": " Exit the Room",
                        "c": "#8f4d80",
                        "id": 42
                    }
                ]
            },
            {
                "title": "Hallway",
                "x": 156,
                "y": 415.7393759617652,
                "_id": 9,
                "text": "A singular straight rod of light illuminates the hallway at first, but further down the lights seem to be out, creating a void of darkness. Seeing this intense depth before you as if you are sinking: the shadows make the old orange paint across the walls turn slowly to black.  Odd, but knowing something is wrong you shake off the feeling, take a deep breath, and slowly walk towards the darkness. As you near it, you can still hear the faint hum from the light, but other than that the ship is still quiet. Entering into the shadows, you place your hand lightly onto the wall, feeling the rough texture as you slowly shuffle down the hallway. As you continue to shuffle, you can feel your hand get near the corner: the hallway turns sharply. You follow it and spot a small light at the end of the hall. Laying on the ground is a strange box casting a soft warm glow. Its light bounces off the orange walls in front of it, even catching the particles of dust hanging in the air. The joy of finding the light is cut short as you walk away from the wall a silhouette of someone runs briefly out of the darkness; its outline casting a shadow across the wall before it quickly vanishes into the black void. You are already getting sick of these scares but if there is someone else on here you need to stick together– or perhaps they’re the ones that caused the ship to be in this state. Do you,",
                "tags": [
                    "new_board_10"
                ],
                "audio": "audiomass-output.mp3",
                "btns": [
                    {
                        "l": "Yell Out",
                        "c": "#6600ff",
                        "id": 10
                    },
                    {
                        "l": " Pursue",
                        "c": "#0008ff",
                        "id": 11
                    }
                ]
            },
            {
                "title": "Enter",
                "x": -593.4910849760549,
                "y": 638.2722949801844,
                "_id": 41,
                "text": "Entering the room, you walk up towards the mirrors and are greeted by a familiar sight. You look at yourself in the mirror, worse for wears some would say you look like you haven’t seen sunlight in forever. To add to this the bags under your eyes feel like actual weight. Your exhaustion is quite evident and you are starting to wonder if this is just some strange dream or hallucination. You turn on the faucet and wipe your face under the relaxing warm water, feeling some of your stress wash away, a mixture of calmness yet anxiety comes over you. The realization that this isn’t a dream does not fill you with much hope, but you need to get ahold of yourself and find help. ",
                "tags": [
                    "new_board_42"
                ],
                "btns": [
                    {
                        "l": "Exit",
                        "c": "#ff0000",
                        "id": 42
                    }
                ]
            },
            {
                "title": "Exit",
                "x": -107.49108497605476,
                "y": 657.9507761630596,
                "_id": 42,
                "text": "Exiting, you see a singular straight rod of light that illuminates the hallway at first, but further down the lights seem to be out, creating a void of darkness. Seeing this intense depth before you as if you are sinking: the shadows maRealizing it is just a bathroom you step back and head into the hallway. A singular straight rod of light illuminates the hallway at first, but further down the lights seem to be out, creating a void of darkness. Seeing this intense depth before you as if you are sinking: the shadows make the old orange paint across the walls turn slowly to black.  Odd, but knowing something is wrong you shake off the feeling, take a deep breath, and slowly walk towards the darkness. As you near it, you can still hear the faint hum from the light, but other than that the ship is still quiet. Entering into the shadows, you place your hand lightly onto the wall, feeling the rough texture as you slowly shuffle down the hallway. As you continue to shuffle, you can feel your hand get near the corner: the hallway turns sharply. You follow it and spot a small light at the end of the hall. ke the old orange paint across the walls turn slowly to black.  Odd, but knowing something is wrong you shake off the feeling, take a deep breath, and slowly walk towards the darkness. As you near it, you can still hear the faint hum from the light, but other than that the ship is still quiet. Entering into the shadows, you place your hand lightly onto the wall, feeling the rough texture as you slowly shuffle down the hallway. As you continue to shuffle, you can feel your hand get near the corner: the hallway turns sharply. You follow it and spot a small light at the end of the hall. ",
                "tags": [
                    "new_board_43"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 43
                    }
                ]
            },
            {
                "title": "Yell Out",
                "x": 335.50891502394524,
                "y": 849.140038191624,
                "_id": 10,
                "text": "You yell out in hopes of the figure stopping but no one comes back. You are truly alone, and not wanting to charge blindly into the darkness, you cautiously near the weird box. Picking it up, the casting light moves, illuminating briefly the area around you. Examining the odd source, it resembles something similar to a lantern (if that is even what it is called). You remember seeing these during your Earth Civilization classes when you were in high school, but seeing it in person is a different experience. Why is it here on this ship? How does it even work? Looking at it, there is a latch containing the light within, and as you reach inside you flinch suddenly back at the scorching heat of the oil splashing onto your hand. The lantern seems to function off of a wick in the center, fueled by oil, its heat casts a soft warm light that gives you a small amount of vision in front of you. Making sure not to burn yourself again, you carefully hold out the lantern in front of you, illuminating further down the hallway. You start to walk down the corridor and you see a door on your right. You hold up the lantern and inspect further. You find a shiny gold plaque on the door that reads “Maintenance”. You have seen this room before, but how can you be sure the same contents lie behind the door in front of you? You shine the lantern further down the hallway noticing the vast voidless space before you. The end of the hallway is unknown as the lantern only illuminates a few extra feet in front of you. Your heart beating fast and your hands shake, you are not sure which path to take.  ",
                "tags": [
                    "new_board_11"
                ],
                "btns": [
                    {
                        "l": "Open Maintenance Door",
                        "c": "#ff7b00",
                        "id": 12
                    },
                    {
                        "l": " Continue Down the Hallway",
                        "c": "#00eeff",
                        "id": 13
                    }
                ]
            },
            {
                "title": "Pursue",
                "x": 626.5089150239453,
                "y": 753.1867191538297,
                "_id": 11,
                "text": "You sprint toward the shadowed figure as it runs in the opposite direction. As you run, you reach down momentarily scooping up the strange box, its light casting a small yet warm glow in front of you. The box bounces carelessly back and forth, occasionally bumping into your wrist as you hold it in front of yourself. Turning the corner of the long hallway you notice the figure you were following has disappeared. You are instead introduced to this long corridor, its darkness enveloping you. You do not recall when you had left the safety of the lights, but now in this pure void of blackness, it is making you rethink your decisions. Now, hesitantly, you make your way down further into the dark. Holding the box in front of you, allowing its soft warm glow to guide you further down the hallway. You continue until you are met with two doors. One is labeled the Boiler Room, and the other is Engine Room A.",
                "tags": [
                    "new_board_12"
                ],
                "btns": [
                    {
                        "l": "Boiler Room",
                        "c": "#214e54",
                        "id": 14
                    },
                    {
                        "l": "Engine Room A",
                        "c": "#ff0a54",
                        "id": 15
                    }
                ]
            },
            {
                "title": "hallway lantern",
                "x": -472.4910849760548,
                "y": 920.9950240386506,
                "_id": 43,
                "text": "Laying on the ground is a strange box casting a soft warm glow. Its light bounces off the orange walls in front of it, even catching the particles of dust hanging in the air. The joy of finding the light is cut short as you walk away from the wall a silhouette of someone runs briefly out of the darkness; its outline casting a shadow across the wall before it quickly vanishes into the black void. You are already getting sick of these scares but if there is someone else on here you need to stick together– or perhaps they’re the ones that caused the ship to be in this state. Do you,",
                "tags": [
                    "new_board_44"
                ],
                "btns": [
                    {
                        "l": "Yell Out",
                        "c": "#a974bd",
                        "id": 10
                    },
                    {
                        "l": "Pursue",
                        "c": "#8589bd",
                        "id": 11
                    }
                ]
            },
            {
                "title": "Maintenance Door",
                "x": 110.50891502394519,
                "y": 1207.1926910504073,
                "_id": 12,
                "text": "You go to open the door only for it not to budge. Locked from the other side, you hear a faint humming coming from within. Someone singing a melody of sorts, you knock on the door hoping they will answer, but there is no response and the humming continues from inside. Looking back you continue down the hallway. As you continue down the hallway you turn by the corner and notice the darkness of the hallway begins to clear up as you are greeted by a dimly lit corridor. Its warm illumination is a welcoming sight from earlier, and nearing the end of it you see two doors before you. One is labeled the Boiler Room, and the other is Engine Room A.",
                "tags": [
                    "new_board_13"
                ],
                "audio": "01_Ghosts_I_320kb.mp3",
                "btns": [
                    {
                        "l": "Boiler Room",
                        "c": "#34cbea",
                        "id": 14
                    },
                    {
                        "l": " Engine Room A",
                        "c": "#ff0000",
                        "id": 15
                    }
                ]
            },
            {
                "title": "Continue down the hall",
                "x": 382.50891502394535,
                "y": 1132.6003373861029,
                "_id": 13,
                "text": "You continue down the hallway, dealing with enough spooks you decide it is best to avoid the Maintenance Room for now. Going down the hall you turn right at the corner and are greeted by a surprisingly well-lit corridor. This warm illumination is a welcoming sight compared to earlier, and you near the end of it and are greeted by two doors before you. One is labeled the Boiler Room, and the other is Engine Room A.",
                "tags": [
                    "new_board_14"
                ],
                "btns": [
                    {
                        "l": "Boiler Room",
                        "c": "#38c7bd",
                        "id": 14
                    },
                    {
                        "l": "Engine Room A.",
                        "c": "#e51f5b",
                        "id": 15
                    }
                ]
            },
            {
                "title": "Boiler Room",
                "x": -205.10848364363832,
                "y": 1485.8491900941474,
                "_id": 14,
                "text": "You reach for the handle and it creaks open. The air within is dry as you enter the boiler room, it is dark and the only light source is the cast of lights through the foggy windows from the stellar luminances from outside. The boiler room was where some of the lowest workers had to go. You thought you had it bad, but you remember when there was a malfunction and Sarah had gotten burned by the steam as they were attempting to fix the piping on block A. It’s a big room full of three giant tankers, each constantly filtering water through its system as it traveled through the maze of pipes lining the wall. With barely any walk room, you slide yourself between two pipes, navigating yourself around the giant tankers. As you walked through the facility, it was clear that there was no sign of life within the room, yet you could not help but feel as if you were being watched. It felt uneasy, and as you ducked underneath a series of pipes running into the third tanker, suddenly, a violent hiss escaped into the air as steam burst out from one of the pipes near you. Startled momentarily, you gather yourself and make it across. There is no way the person ran through here, and you eventually make it through the series of pipes and across the other side of the room. You are greeted by an old rusted door and go to open it, the hinges squeak as the door slowly slides open and you are greeted by a bright light",
                "tags": [
                    "new_board_15"
                ],
                "img": "Boiler_Room_Background_Painting (2).png",
                "audio": "01_Ghosts_I_320kb.mp3",
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 16
                    }
                ]
            },
            {
                "title": "Engine Room A",
                "x": 507.9881277614915,
                "y": 1480.796540866287,
                "_id": 15,
                "text": "Entering the engine room you are taken aback by its sheer size. You have never been down this sector and tended to avoid the two rooms after all the bad stories you heard about them. The room is huge, with towering ceilings reaching up into the darkness above. The floors and walls have a similar metallic design as the hallway, but what really impresses you is what takes up the center. Three colossal engines dominate the center, their sleek metallic surfaces humming with energy. Well all except the one on the far right, it looks perhaps damaged, but you are unsure. Thick cables snake across the floor, creating the most elaborate tripping hazards. These cables connect to the engines in a variety of ways and work their way into the walls around you. Your eyes finally pull away from the grand scene and notice a door in the back of the room and a door on the far side. ",
                "tags": [
                    "new_board_16"
                ],
                "btns": [
                    {
                        "l": "Enter the door at the back of the room",
                        "c": "#ff0000",
                        "id": 73
                    },
                    {
                        "l": " Enter the door on the far side of the room",
                        "c": "#ff0000",
                        "id": 74
                    }
                ]
            },
            {
                "title": "Where Am I",
                "x": -205.10848364363832,
                "y": 1684.901439731302,
                "_id": 16,
                "text": "You are momentarily blinded and your eyes adjust to the area around you. You notice you are in a well-furnished bedroom, the soft glow being cast through the window as you climb out of the freshly fitted king-size bed. Were you dreaming? This isn’t right. The room is a simple bedroom, with white painted walls with a purplish-blue trim. The bed is located in the far right corner. Located at the foot of the bed is an old rusted window, allowing a soft hint of light to cast through illuminating the room. In front of the bed sits a nightstand with several drawers. To the very left of the bed is a walk-in closet, and in the far left corner of the room is an old wooden door, its white paint chipping away.",
                "tags": [
                    "new_board_17"
                ],
                "img": "Continue_Background.png",
                "btns": [
                    {
                        "l": "Examine the Window",
                        "c": "#ff0000",
                        "id": 17
                    },
                    {
                        "l": " Examine the Drawer",
                        "c": "#ff0000",
                        "id": 18
                    },
                    {
                        "l": " Examine the Closet",
                        "c": "#ff0000",
                        "id": 19
                    },
                    {
                        "l": " Leave the Room",
                        "c": "#ff0000",
                        "id": 20
                    }
                ]
            },
            {
                "title": "Enter the dor at the back of the room",
                "x": 631.8675888532379,
                "y": 1808.1770737133259,
                "_id": 73,
                "text": "Stepping over the giant thick cables, you slowly make your way over to the door at the back of the room. Labeled the Engineer room, perhaps it will have a solution to the engine that is shut off. As you enter, hope crosses your mind. Hoping perhaps there will be some life, someone in here. Entering, your small sliver of hope is sadly crushed as you are hit with reality again. The space is a symphony of metal and monitors. Gears and cogs line parts of the wall, and you see blueprints laid out displaying past designs about the engine room. Analyzing all of this briefly, you realize this is a little over your pay rate…if you are even still getting paid?? However, if you could fix the engine, it would cause a brief stir, and maybe someone would come down. Not only that but it might fix some of the problems occurring on the ship. ",
                "tags": [
                    "new_board_74"
                ],
                "btns": [
                    {
                        "l": "Continue to investigate",
                        "c": "#ff0000",
                        "id": 75
                    },
                    {
                        "l": " Leave the Room",
                        "c": "#ff0000",
                        "id": 76
                    }
                ]
            },
            {
                "title": "Enter the door on the far side of the room",
                "x": 1369.147691555284,
                "y": 1713.6360809622677,
                "_id": 74,
                "text": "You slowly make your way to the far side of the room, being careful not to step on any of the thick cables lining the floor. You make your way over and as you approach a scanner suddenly turns on. It admits a low hum as a green light casts over you, slowly working its way downward across your body. Most likely scanning for any positions belonging within the Engine room as some of the Engineers were accused of stealing tools from the workshop. It lets out a beep and the old mechanical doors slot open, making a loud bang as they pop into place. With a sigh, you step through.",
                "tags": [
                    "new_board_75"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 78
                    }
                ]
            },
            {
                "title": "Window 1)",
                "x": -727.1084836436384,
                "y": 1796.1978082109424,
                "_id": 17,
                "text": "You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide",
                "tags": [
                    "new_board_18"
                ],
                "img": "Untitled_Artwork (6).png",
                "btns": [
                    {
                        "l": "Examine the Drawer",
                        "c": "#ff0000",
                        "id": 21
                    },
                    {
                        "l": " Examine the Closet",
                        "c": "#ff0000",
                        "id": 22
                    },
                    {
                        "l": " Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Drawer 1)",
                "x": -519.1084836436381,
                "y": 1939.4384025187667,
                "_id": 18,
                "text": "You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions as you approach the nightstand. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.",
                "tags": [
                    "new_board_19"
                ],
                "img": "Untitled_Artwork.png",
                "btns": [
                    {
                        "l": "Examine the Window",
                        "c": "#ff0000",
                        "id": 30
                    },
                    {
                        "l": "Examine the Closet",
                        "c": "#ff0000",
                        "id": 46
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 55
                    }
                ]
            },
            {
                "title": "Examine the Closet",
                "x": -94.09435374716378,
                "y": 2092.6460841890957,
                "_id": 19,
                "text": "You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you go to examine the closet. You go to open it, but it seems something is blocking the door from the other side. Stepping back you go",
                "tags": [
                    "new_board_20"
                ],
                "audio": "01_Ghosts_I_320kb.mp3",
                "btns": [
                    {
                        "l": "Examine the Window",
                        "c": "#36d35d",
                        "id": 24
                    },
                    {
                        "l": " Examine the Drawer",
                        "c": "#ff0000",
                        "id": 25
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Leaving",
                "x": 214.90564625283562,
                "y": 3078.6820660621347,
                "_id": 20,
                "text": "You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you don’t want to be here. You rush towards the door and swing it open exiting the room. You are greeted by an equally well-furnished living room, though this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sewn across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the book case is a archway leading into another room, and there is another similar in the far left corner of the room. ",
                "tags": [
                    "new_board_21"
                ],
                "img": "Untitled_Artwork (4).png",
                "btns": [
                    {
                        "l": "Examine the small bookcase",
                        "c": "#ff0000",
                        "id": 51
                    },
                    {
                        "l": " Go down the archway beside the painting",
                        "c": "#ff0000",
                        "id": 52
                    },
                    {
                        "l": " Go down the archway in the far corner of the room",
                        "c": "#ff0000",
                        "id": 53
                    },
                    {
                        "l": " go back into the other room",
                        "c": "#ff0000",
                        "id": 54
                    }
                ]
            },
            {
                "title": "COntinue to Investigate",
                "x": 516.0113238443557,
                "y": 2146.896958844887,
                "_id": 75,
                "text": "Entering into the room you are hit by a whiff of an old oil-like smell. You sure did not miss that smell, as you remembered entering the Cafeteria after working only to sit with David who worked in the Engine Room. Oh what you would do to go back to that, once thinking you hated this job, now wishing anything to resee those people. Entering the room you go.",
                "tags": [
                    "new_board_76"
                ],
                "btns": [
                    {
                        "l": "Look at the workbenches",
                        "c": "#ff0000",
                        "id": 81
                    },
                    {
                        "l": "Examine the desks with the Blueprints",
                        "c": "#ff0000",
                        "id": 82
                    },
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 83
                    }
                ]
            },
            {
                "title": "New Board 77",
                "x": 985.3072508472957,
                "y": 2033.9361457872203,
                "_id": 76,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_77"
                ],
                "btns": []
            },
            {
                "title": "Hallway bloodscene",
                "x": 2474.147691555283,
                "y": 2170.4370015606546,
                "_id": 78,
                "text": "A similar hallway greets you, but what you see makes your blood run cold. Dry blood splattered across the wall, a brutal display that makes you want to run. To get away, away from this horrific scene. You can feel a chill run down your spine as reality sets in, something terrible is truly happening on this ship. Your feet move like they have a mind of their own, dragging you back and away from the scene. As you step back, expecting to reenter the Engine Room, you instead feel your back against a wall. Turning around you notice the door you came through is gone! Realizing you have nowhere else to go you turn back around, stomaching the brutal site, and you press on. You head down the hallway at a much slower pace than earlier and notice a door near the end of the hall. At this point, you do not know where you are and could see what lies beyond the door, or could continue down the hallway. \n",
                "tags": [
                    "new_board_79"
                ],
                "btns": [
                    {
                        "l": "Examine the door",
                        "c": "#ff0000",
                        "id": 79
                    },
                    {
                        "l": " Continue down the hallway",
                        "c": "#ff0000",
                        "id": 80
                    }
                ]
            },
            {
                "title": "Drawer 2)",
                "x": -1092.1084836436385,
                "y": 1829.9475150867413,
                "_id": 21,
                "text": "You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.",
                "tags": [
                    "new_board_22"
                ],
                "img": "Untitled_Artwork.png",
                "btns": [
                    {
                        "l": "Examine the Closet",
                        "c": "#ff0000",
                        "id": 38
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 55
                    }
                ]
            },
            {
                "title": "Closet From Window",
                "x": -1338.1084836436387,
                "y": 2053.7626716084355,
                "_id": 22,
                "text": "You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go",
                "tags": [
                    "new_board_23"
                ],
                "btns": [
                    {
                        "l": "Examine the Drawer",
                        "c": "#ff0000",
                        "id": 47
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Leave Room (2, not beginning)",
                "x": -979.0943537471632,
                "y": 3014.3872313329803,
                "_id": 23,
                "text": "You head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sewn across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing many books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ",
                "tags": [
                    "new_board_24"
                ],
                "img": "Untitled_Artwork (4).png",
                "btns": []
            },
            {
                "title": "Window 2)",
                "x": -719.1084836436384,
                "y": 2139.4384025187646,
                "_id": 30,
                "text": "You close the drawers and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide",
                "tags": [
                    "new_board_31"
                ],
                "img": "Untitled_Artwork (6).png",
                "btns": [
                    {
                        "l": "Examine the Closet",
                        "c": "#ff0000",
                        "id": 48
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Closet from Drawer 1)",
                "x": -475.1084836436381,
                "y": 2214.7770851795485,
                "_id": 46,
                "text": "You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go\n",
                "tags": [
                    "new_board_47"
                ],
                "btns": [
                    {
                        "l": "Examine the Window",
                        "c": "#ff0000",
                        "id": 49
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Leave the Room (Drawer)",
                "x": -690.0943537471632,
                "y": 3273.5663136136905,
                "_id": 55,
                "text": "You head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sewn across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ",
                "tags": [
                    "new_board_56"
                ],
                "img": "Untitled_Artwork (4).png",
                "btns": [
                    {
                        "l": "Go back into the Room",
                        "c": "#ff0000",
                        "id": 54
                    },
                    {
                        "l": "Go through the archway beside the painting",
                        "c": "#ff0000",
                        "id": 52
                    },
                    {
                        "l": "Go down the archway in the far corner of the room",
                        "c": "#ff0000",
                        "id": 53
                    },
                    {
                        "l": "Examine the small bookcase",
                        "c": "#ff0000",
                        "id": 59
                    }
                ]
            },
            {
                "title": "Window 3)",
                "x": -297.09435374716384,
                "y": 2579.2142709794425,
                "_id": 24,
                "text": "You step back and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide",
                "tags": [
                    "new_board_25"
                ],
                "img": "Untitled_Artwork (6).png",
                "btns": [
                    {
                        "l": "Examine the Drawer",
                        "c": "#ff0000",
                        "id": 27
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ff0000",
                        "id": 23
                    }
                ]
            },
            {
                "title": "Drawers",
                "x": -82.09435374716375,
                "y": 2472.7800336825358,
                "_id": 25,
                "text": "You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.",
                "tags": [
                    "new_board_26"
                ],
                "img": "Untitled_Artwork.png",
                "audio": null,
                "btns": [
                    {
                        "l": "Examine the Window",
                        "c": "#ff0000",
                        "id": 50
                    },
                    {
                        "l": "Leave the Room",
                        "c": "#ffc800",
                        "id": 55
                    }
                ]
            },
            {
                "title": "Examine the bookcase no recorder",
                "x": -506.0802238506893,
                "y": 3485.202876038258,
                "_id": 51,
                "text": "You approach the bookcase in front of the painting. Resting on top of it seems to be a small tape recorder. You do not have any tapes to play at this time.",
                "tags": [
                    "new_board_52"
                ],
                "btns": [
                    {
                        "l": "Go down the archway beside the painting",
                        "c": "#ff0000",
                        "id": 52
                    },
                    {
                        "l": "Go down the archway in the far corner of the room",
                        "c": "#ff0000",
                        "id": 53
                    }
                ]
            },
            {
                "title": "Kitchen ",
                "x": -360.7400568198933,
                "y": 4039.624967197688,
                "_id": 52,
                "text": "Heading through the archway in the corner of the room, you are greeted by a very old kitchen and a strong pungent smell. The smell almost makes your eyes water, but you tough it up and enter the room. The flooring has a white tiled pattern, and your eyes follow up noticing the old grey drywalls. There is a black kitchen counter and a stove that you believe is emitting the strong odor.",
                "tags": [
                    "new_board_53"
                ],
                "btns": [
                    {
                        "l": "Investigate the smell",
                        "c": "#ff0000",
                        "id": 68
                    },
                    {
                        "l": " leave the room",
                        "c": "#ff0000",
                        "id": 69
                    }
                ]
            },
            {
                "title": "Hallway archway",
                "x": 513.0859429476491,
                "y": 3936.0633370535575,
                "_id": 53,
                "text": "Entering the other archway, you are greeted by a hallway with three doors. This hallway is quite dark and is an abrupt shift from the earlier dim glow cast by the old windows. Your feet creak on the old wooden floor as you begin walking down. The closest door is on your left and is the easiest to see in the subdued lighting. You swear you can hear a faint whimpering noise emitting from within that room. The next door is slightly further down and is on your right. It is closed and there is one more door at the end of the hall that you can barely make out. ",
                "tags": [
                    "new_board_54"
                ],
                "btns": [
                    {
                        "l": "Enter door on your left",
                        "c": "#ff0000",
                        "id": 56
                    },
                    {
                        "l": " Enter door on your right",
                        "c": "#ff0000",
                        "id": 57
                    },
                    {
                        "l": " Enter door at the end of the hallway",
                        "c": "#ff0000",
                        "id": 58
                    }
                ]
            },
            {
                "title": "Go back to the Room",
                "x": 550.9197761493109,
                "y": 3469.091119869894,
                "_id": 54,
                "text": "You try to go back to the other room but notice that the door is locked.",
                "tags": [
                    "new_board_55"
                ],
                "btns": [
                    {
                        "l": "Go down the archway in the far corner of the room",
                        "c": "#ff0000",
                        "id": 53
                    },
                    {
                        "l": "Go down the archway beside the painting",
                        "c": "#ff0000",
                        "id": 52
                    },
                    {
                        "l": "Examine the small bookcase",
                        "c": "#ff0000",
                        "id": 51
                    }
                ]
            },
            {
                "title": "Weapon",
                "x": 1154.7271410549777,
                "y": 2984.349118997987,
                "_id": 81,
                "text": "\tAs you step into the room, you can hear your boots against the metal grate-like flooring. It is a noticeable difference from the earlier stone flooring you have been walking on throughout the ship. You have never actually seen the inside of the Engineer Room but the sight is pretty much what you imagined. Walking towards the workbenches they have a variety of tools and equipment scattered across the desk. As if someone came here in a hurry, most of the tools seemed overcharged or beyond repair. \n\t“Damn,” you mutter throwing a broken plasma cutter back onto the workbench. As you are about to give up you notice a fusion torch pushed towards the back and pull it out of the heap of broken tools. It seems to have seen better days but you could repurpose it as a temporary weapon. \n",
                "tags": [
                    "new_board_82"
                ],
                "btns": [
                    {
                        "l": "Take the fusion torch",
                        "c": "#ff0000",
                        "id": 84
                    },
                    {
                        "l": " Examine the Blueprints",
                        "c": "#ff0000",
                        "id": 85
                    },
                    {
                        "l": " Exit the Room",
                        "c": "#ff0000",
                        "id": 86
                    }
                ]
            },
            {
                "title": "Blueprints!",
                "x": 1154.4644616644634,
                "y": 2177.8372585741336,
                "_id": 82,
                "text": "As you step into the room, you can hear your boots against the metal grate-like flooring. It is a noticeable difference from the earlier stone flooring you have been walking on throughout the ship. \nHeading over towards the blueprints you notice they resemble older depictions of the engine room. One of the blueprints seems to have some scribbling on it. You cannot clearly make out what it says except for a few words,\n “Voyager, Alert Order Eight, Contact Immediately!”\n The rest of the words seem too faded or are written too hastily to understand.\nStepping back you go\n",
                "tags": [
                    "new_board_83"
                ],
                "btns": [
                    {
                        "l": "Look at the workbench",
                        "c": "#ff0000",
                        "id": 81
                    },
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 83
                    }
                ]
            },
            {
                "title": "New Board 84",
                "x": 1795.2184454481144,
                "y": 2352.697200759698,
                "_id": 83,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_84"
                ],
                "btns": []
            },
            {
                "title": "Closet Window, Drawer 1)",
                "x": -1718.1084836436396,
                "y": 1958.1987192905074,
                "_id": 38,
                "text": "You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go",
                "tags": [
                    "new_board_39"
                ],
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Drawer from Window and Closet",
                "x": -1572.1084836436391,
                "y": 2359.6515737328396,
                "_id": 47,
                "text": "You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.",
                "tags": [
                    "new_board_48"
                ],
                "img": "Untitled_Artwork.png",
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Examine Closet (DW)",
                "x": -1187.1084836436387,
                "y": 2262.170235885772,
                "_id": 48,
                "text": "You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go",
                "tags": [
                    "new_board_49"
                ],
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Windows",
                "x": -766.1084836436379,
                "y": 2631.6352062928927,
                "_id": 49,
                "text": "You step back and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide",
                "tags": [
                    "new_board_50"
                ],
                "img": "Untitled_Artwork (6).png",
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Bookcase with recorder",
                "x": -1381.0551867074278,
                "y": 3820.4310753101327,
                "_id": 59,
                "text": "You approach the bookcase in front of the painting. Resting on top of it seems to be a small tape recorder. You hold the purple cassette tape in your hand, feeling its smooth plastic surface. You sigh before reaching down and with a gentle click, you press the eject button on the tape recorder, and the compartment pops open. You slide the tape in, watching as it fits snugly into place. With a satisfying clunk, you push the compartment shut again.\nYou press play, and the mechanical whirring of the tape deck fills the air, from the static you hear a soft melody begin to play. It is strange and the noise fills the room with a calm yet eerie feeling. From the soft melody, you hear a loud crash heard from down the other archway. \n",
                "tags": [
                    "new_board_60"
                ],
                "btns": [
                    {
                        "l": "Investigate the noise?",
                        "c": "#004cff",
                        "id": 60
                    },
                    {
                        "l": "Nah, it's probably fine",
                        "c": "#ff006f",
                        "id": 62
                    }
                ]
            },
            {
                "title": "Drawer 3)",
                "x": -479.0551867074274,
                "y": 2976.898957226219,
                "_id": 27,
                "text": "You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.",
                "tags": [
                    "new_board_28"
                ],
                "img": "Untitled_Artwork.png",
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Windows",
                "x": -84.09435374716375,
                "y": 2729.6643652247467,
                "_id": 50,
                "text": "You step back and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide",
                "tags": [
                    "new_board_51"
                ],
                "img": "Untitled_Artwork (6).png",
                "btns": [
                    {
                        "l": "Exit the Room",
                        "c": "#ff0000",
                        "id": 40
                    }
                ]
            },
            {
                "title": "Investigate the smell",
                "x": -349.7400568198936,
                "y": 4318.288247313802,
                "_id": 68,
                "text": "Approaching the oven, you take a deep breath before opening it. Opening it cautiously, you see a sight that turns your skin cold. Sitting in the oven is a tray housing a disturbing mixture of animal and human remains. Among the sickening displays, you can make out identifiable pieces of bones that presumably belong to a small rodent. Its skeletal remains mixed along with the chunks of unknown flesh. Despite how sickening the sight and smell are, you cannot seem to look away. Inserted between the gross flesh, you notice a decapitated hand holding a cassette tape. ",
                "tags": [
                    "new_board_69"
                ],
                "btns": [
                    {
                        "l": "Reach for the tape",
                        "c": "#ff0000",
                        "id": 70
                    },
                    {
                        "l": "Hell no",
                        "c": "#ff0000",
                        "id": 66
                    }
                ]
            },
            {
                "title": "Leave Kitchen",
                "x": -114.8470567573093,
                "y": 4125.333855373716,
                "_id": 69,
                "text": "You leave the kitchen not wanting to deal with whatever is emitting that disgusting smell. As you enter back into the presumingly the living room, you hear a crash noise emit from the other exit. Entering the other archway, you are greeted by a hallway with three doors. This hallway is quite dark and is an abrupt shift from the earlier dim glow cast by the old windows. Your feet creak on the old wooden floor as you begin walking down. The closest door is on your left and is the easiest to see in the subdued lighting. You swear you can hear a faint whimpering noise emitting from within that room. The next door is slightly further down and is on your right. It is closed and there is one more door at the end of the hall that you can barely make out. ",
                "tags": [
                    "new_board_70"
                ],
                "btns": []
            },
            {
                "title": "Left room (Still in cage)",
                "x": -49.56305750832816,
                "y": 5006.814669792142,
                "_id": 56,
                "text": "You head towards the closest room, the faint whimpering has grown louder as you slowly reach for the door handle. You turn the knob and it creeks open and you are greeted by the morning rays being cast through an old window. This soft lighting highlights the dust particles that hang in the air. In the corner of the room, positioned within the shadows you make out a giant cage. You can hear the whimpering emitting from within. ",
                "tags": [
                    "new_board_57"
                ],
                "btns": [
                    {
                        "l": "Investigate the whimpering",
                        "c": "#ff0000",
                        "id": 178
                    },
                    {
                        "l": " leave the room",
                        "c": "#ff0000",
                        "id": 179
                    }
                ]
            },
            {
                "title": "Door on right",
                "x": 548.9619422681549,
                "y": 4431.6979507071665,
                "_id": 57,
                "text": "You walk past the first door and head to open the door on the right. Reaching for the handle, it does not budge. Must be locked.",
                "tags": [
                    "new_board_58"
                ],
                "btns": []
            },
            {
                "title": "New Board 59",
                "x": 950.9350722131683,
                "y": 3989.0153931638183,
                "_id": 58,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_59"
                ],
                "btns": []
            },
            {
                "title": "New Board 156",
                "x": 7299.091664916413,
                "y": 4461.678139826863,
                "_id": 155,
                "text": "You Approach an unfamiliar door adorned with bright red letters at the top saying “Restricted Area”. You attempt to open the older door, but it remains shut. Frustration evident on your face, and not wanting to stop, you throw your shoulder against it. It does not budge, but this seems to fuel you more as with each attempt more desperate than the last. Finally, on the third try the door gives away with a resounding crack.\n Stumbling into a dimly lit room, you walk with caution as you have never been here before.  The room is cold and your breath trembles in front of you—gilmours of light fragments off metal tables throughout the room. A rotten stench fills your nose prompting a grimace as you scan the area. A glimmer of light catches your eye drawing your attention to a series of imposing drawers lining the wall. Most appear to be sealed tightly, but one stands slightly ajar. You feel beckoned towards it as if the drawer wants to be opened.",
                "tags": [
                    "new_board_156"
                ],
                "btns": [
                    {
                        "l": "Open the drawer",
                        "c": "#ff0000",
                        "id": 157
                    },
                    {
                        "l": " Find a light",
                        "c": "#ff0000",
                        "id": 158
                    }
                ]
            },
            {
                "title": "New Board 157",
                "x": 6773.505112996657,
                "y": 4129.376650434068,
                "_id": 156,
                "text": "You feel like you have been walking forever, you notice you are breathing heavily and slump into the wall beside you. You have been walking in darkness for what feels like hours, and you feel like you have made no headway. To make matters worse, your lantern has died out and now you have just been mindlessly walking. You bury your face into your hands feeling so drained. As you sit there you hear a click noise, along with a faint hum. Looking up you notice a light illuminating at the end of the hall is a singular door. \nGo back?\n…W-why would you………Okay\nYou feel suddenly very stubborn and decide that this life is not for you. You will not play these games anymore, this ship cannot control you. NO! You are more than this ship can even handle and decide that you decide where the path truly leads. You stand up and turn around, giving the door the bird on the way out as you walk away from it. Perhaps next time the door would know better.\nThe End,\nThanks for playing our game-\nWOW! This is not actually the end, I can’t deal with this. Just…go through the door, please.",
                "tags": [
                    "new_board_157"
                ],
                "btns": [
                    {
                        "l": "Go towards the door",
                        "c": "#ff0000",
                        "id": 155
                    }
                ]
            },
            {
                "title": "Exiting into Living Room (ALL)",
                "x": -1581.0551867074278,
                "y": 3422.6350636770258,
                "_id": 40,
                "text": "After examining everything you head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sewn across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ",
                "tags": [
                    "new_board_41"
                ],
                "img": "Untitled_Artwork (4).png",
                "btns": [
                    {
                        "l": "Go down the archway beside the painting",
                        "c": "#ff0000",
                        "id": 52
                    },
                    {
                        "l": "Go down the archway in the far corner of the room",
                        "c": "#ff0000",
                        "id": 53
                    },
                    {
                        "l": "Examine the small bookcase",
                        "c": "#ff0000",
                        "id": 59
                    }
                ]
            },
            {
                "title": "Immediate investigate",
                "x": -1671.0551867074282,
                "y": 4174.914384453814,
                "_id": 60,
                "text": "Entering the other archway, you are greeted by a hallway with three doors. This hallway is quite dark and it is a sudden mood swing from the earlier light glow that was being cast by the old windows. Your feet creak on the old wooden floor as you begin walking down. The closest door is on your left and is slightly ajar. You swear you can hear a faint whimpering noise emitting from within that room. The next door is slightly further down and is on your right. It is closed and there is one more door at the end of the hall that you can barely make out. ",
                "tags": [
                    "new_board_61"
                ],
                "btns": [
                    {
                        "l": "Enter door on your left",
                        "c": "#ff0000",
                        "id": 186
                    },
                    {
                        "l": " enter door on your right",
                        "c": "#ff0000",
                        "id": 187
                    },
                    {
                        "l": " enter the far door",
                        "c": "#ff0000",
                        "id": 188
                    }
                ]
            },
            {
                "title": "Nah it's probably fine",
                "x": -1067.055186707426,
                "y": 3942.7155455568654,
                "_id": 62,
                "text": "Not worrying yourself over the noise, you choose instead to distance yourself from that. You head into the archway nearest to you as the soft melody continues to play. As you walk into the area, it looks to be a very old kitchen. You are immediately hit by a pungent smell that seems to be emitting from somewhere in the room. The kitchen has white tiled flooring along with old grey drywalls. There is a black kitchen counter and a stove that you believe is emitting a strong odor.",
                "tags": [
                    "new_board_63"
                ],
                "btns": [
                    {
                        "l": "Investigate the smell",
                        "c": "#ff0000",
                        "id": 63
                    },
                    {
                        "l": " leave the room",
                        "c": "#ff0000",
                        "id": 64
                    }
                ]
            },
            {
                "title": "from kitchen no tape playing",
                "x": -293.7400568198936,
                "y": 4590.317274889998,
                "_id": 70,
                "text": "...",
                "tags": [
                    "new_board_71"
                ],
                "btns": [
                    {
                        "l": "are you sure?",
                        "c": "#00ffcc",
                        "id": 71
                    }
                ]
            },
            {
                "title": "Hell no",
                "x": -601.0410568109533,
                "y": 4612.818414266523,
                "_id": 66,
                "text": "\tYou recoil back at the disgusting sight, its putrid smell assaulting your senses.\nDistracted, you only snap back to it when you hear another crashing noise coming from the other room. This brings you back into reality and you hesitantly head back. Entering the other archway, you are greeted by a hallway with three doors. This hallway is quite dark and it is a sudden mood swing from the earlier light glow that was being cast by the old windows. Your feet creak on the old wooden floor as you begin walking down. The closest door is on your left and is slightly ajar. You swear you can hear a faint whimpering noise emitting from within that room. The next door is slightly further down and is on your right. It is closed and there is one more door at the end of the hall that you can barely make out. \n",
                "tags": [
                    "new_board_67"
                ],
                "btns": []
            },
            {
                "title": "Investigate the Smell",
                "x": -1167.0551867074266,
                "y": 4479.166924366738,
                "_id": 63,
                "text": "The melody continues to play and you feel driven to approach the stove. Opening it cautiously, you see a sight that turns your skin cold. Sitting in the oven is a tray housing a disturbing mixture of animal and human remains. Among the sickening display, you can make out identifiable pieces of bones that presumably belong to a small rodent. Its skeletal remains mixed along with the chunks of unknown flesh. Despite how sickening the sight and smell are, you cannot seem to look away. Inserted between the gross flesh, you notice a decapitated hand holding a cassette tape. ",
                "tags": [
                    "new_board_64"
                ],
                "btns": [
                    {
                        "l": "Reach for the tape",
                        "c": "#ff0000",
                        "id": 65
                    },
                    {
                        "l": " Hell no...just no",
                        "c": "#ff0000",
                        "id": 66
                    }
                ]
            },
            {
                "title": "Hallway pt 3",
                "x": -861.0551867074272,
                "y": 4263.079841638144,
                "_id": 64,
                "text": "As you exit you hear another crashing noise coming from the other room. This brings you back into reality and you hesitantly head back. Entering the other archway, you are greeted by a hallway with three doors. This hallway is quite dark and it is a sudden mood swing from the earlier light glow that was being cast by the old windows. Your feet creak on the old wooden floor as you begin walking down. The closest door is on your left and is slightly ajar. You swear you can hear a faint whimpering noise emitting from within that room. The next door is slightly further down and is on your right. It is closed and there is one more door at the end of the hall that you can barely make out. ",
                "tags": [
                    "new_board_65"
                ],
                "btns": [
                    {
                        "l": "enter door on your left",
                        "c": "#ff0000",
                        "id": 56
                    },
                    {
                        "l": "enter door on your right",
                        "c": "#ff0000",
                        "id": 57
                    },
                    {
                        "l": "enter door at the end of the hallway",
                        "c": "#ff0000",
                        "id": 58
                    }
                ]
            },
            {
                "title": "Reach for the tape",
                "x": -1010.7400568198932,
                "y": 5252.81945195821,
                "_id": 71,
                "text": "You reach down, making sure not to touch any of the gross flesh. Your fingers pinch down lightly onto the cassette and it slides out of the decapitated hand. The cassette tape is covered in a gross sticky substance that has a light red color to it. Disgusted, you hold it away from you and return to the living room.",
                "tags": [
                    "new_board_72"
                ],
                "btns": [
                    {
                        "l": "Insert the tape",
                        "c": "#00ff7b",
                        "id": 175
                    }
                ]
            },
            {
                "title": "Reach for the tape",
                "x": -1267.0551867074275,
                "y": 4772.046459925519,
                "_id": 65,
                "text": "….\n",
                "tags": [
                    "new_board_66"
                ],
                "btns": [
                    {
                        "l": "Are you sure?",
                        "c": "#ff0000",
                        "id": 67
                    },
                    {
                        "l": "Actually no",
                        "c": "#ff0000",
                        "id": 66
                    }
                ]
            },
            {
                "title": "New melody",
                "x": -1215.0551867074275,
                "y": 5236.468811159188,
                "_id": 67,
                "text": "You reach down, making sure not to touch any of the gross flesh. Your fingers pinch down lightly onto the cassette and it slides out of the decapitated hand. The cassette tape is covered in a gross sticky substance that has a light red color to it. Disgusted, you hold it away from you and return to the living room.",
                "tags": [
                    "new_board_68"
                ],
                "btns": [
                    {
                        "l": "Insert the tape",
                        "c": "#00d5ff",
                        "id": 172
                    }
                ]
            },
            {
                "title": "Get Closer",
                "x": -988.532449332477,
                "y": 5650.686662816827,
                "_id": 180,
                "text": "Something feels like it is begging you to get closer to the cage. Without realizing it, you are now peering inside the cage, your hands against the cage bars. The creature has humanoid features. It has light pink skin and is quite thin. It looks malnourished and you can see its ribcage from where you are standing. It has tufts of fur on its arms and legs. It also has a wolf-like head, and before you can analyze it any further the creature hurls itself at you. You try to step back, but it still manages to slide an arm through the bars and cut you clean across the face. Your vision is now blurry in your left eye as you stumble backward. The creature then releases a low unsettling noise that you could only describe as a death-like cackle. It begins to bang itself against the cage door. In a blind panic, you run out of the room!",
                "tags": [
                    "new_board_181"
                ],
                "btns": [
                    {
                        "l": "Hide in one of the rooms nearby",
                        "c": "#ff0000",
                        "id": 182
                    },
                    {
                        "l": " Hide in the living room!",
                        "c": "#ff0000",
                        "id": 183
                    }
                ]
            },
            {
                "title": "New Board 182",
                "x": -322.59344919743745,
                "y": 5734.505193087553,
                "_id": 181,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_182"
                ],
                "btns": []
            },
            {
                "title": "Chase no weapon",
                "x": 4469.302033971463,
                "y": 4193.277401491936,
                "_id": 170,
                "text": "You dash down the corridor in pursuit of the man, but as you reach the corner, you collide face-first into a wall. You fall back clutching your head, feeling pain shoot through your temple as you sit there for a moment.\n\nConfusion swirls in your mind as you finally take in your surroundings This is not normal, there was no layout like this on the ship. A mixture of Frustration and disbelief surrounds you, tempting you to scream out or lie down in defeat. “W-What is going on?” You mutter as you turn around, your voice echoing eerily through the hall. The way you came from is no longer there. The hallway behind you has vanished, instead, you are greeted by a dark hallway. The orange paint is a different, more faded color than the one you saw earlier. You feel a shiver run down your back, but despite the creeping dread you have to press on. You must find a way off this ship, or to find the missing crew. However, that thought carries with it uncertainty, an uncertainty about all of this. You take a deep breath and with a hardened resolve, you press on.",
                "tags": [
                    "new_board_171"
                ],
                "btns": [
                    {
                        "l": "Head down the hall",
                        "c": "#ff0000",
                        "id": 80
                    }
                ]
            },
            {
                "title": "New Board 172",
                "x": 4629.012651020461,
                "y": 3749.8880539264505,
                "_id": 171,
                "text": "You walk through the door and a similar hallway to earlier greets you, but what you see makes your blood run cold. Dry blood splattered across the wall, a brutal display that makes you want to run. To get you away, away from this horrific scene. You can feel a chill run down your spine as reality sets in, something terrible is truly happening on this ship. Your feet move like they have a mind of their own, dragging you back and away from the scene. As you step back, expecting to reenter the Engine Room, you instead feel your back against a wall. Turning around you notice the door you came through is gone! Realizing you have nowhere else to go you turn back around, stomaching the brutal site, and you press on. You head down the hallway at a much slower pace than earlier and notice a door near the end of the hall on the right side. At this point, you do not know where you are and could see what lies beyond the door, or could continue down the hallway. ",
                "tags": [
                    "new_board_172"
                ],
                "btns": [
                    {
                        "l": "Continue down the hallway",
                        "c": "#ff0000",
                        "id": 80
                    }
                ]
            },
            {
                "title": "New Board 80",
                "x": 3102.6868748883367,
                "y": 2533.2502663190216,
                "_id": 79,
                "text": "Curiosity peaks your interest and you decide to check the door. Reaching for the handle, it opens easily and you enter inside. You are greeted by a bathroom, and feel that you have no real reason to be in there and go to leave. The door does not budge. Is it locked? The handle is moving yet the door stays firmly shut, as if there is something forcing the door to stay close. \n“What’s going on?” You mutter as you step back. Crack!\nYou hear what sounds like glass splitting and shattering. You turn around and witness the mirrors begin to crack. It starts out small, but then quickly spreads before they shatter in front of you. Suddenly, the faucets turn on and begin releasing a strange disgusting green liquid that begins to quickly fill the room. You bang against the bathroom door as the gross sludge begins to pile at your feet. Finally, the door gives way and you stumble through, closing the door behind you. You expect the sludge to seep through the cracks, but instead, nothing happens. You really need a vacation at this point.\nTurning back, you only got one way to go.\n",
                "tags": [
                    "new_board_80"
                ],
                "btns": [
                    {
                        "l": "Head down the hall",
                        "c": "#ff0000",
                        "id": 80
                    }
                ]
            },
            {
                "title": "Darkness no weapon",
                "x": 3241.6345382730356,
                "y": 2389.2503919461715,
                "_id": 80,
                "text": "You feel like you have been walking forever, you notice you are breathing heavily and slump into the wall beside you. You have been walking in darkness for what feels like hours, and you feel like you have made no headway. To make matters worse, your lantern has died out and now you have just been ",
                "tags": [
                    "new_board_81"
                ],
                "btns": [
                    {
                        "l": "Head towards the door",
                        "c": "#ff0000",
                        "id": 155
                    },
                    {
                        "l": " go back?",
                        "c": "#ff0000",
                        "id": 156
                    }
                ]
            },
            {
                "title": "New Board 190",
                "x": -3637.421766271951,
                "y": 5719.07680221048,
                "_id": 189,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_190"
                ],
                "btns": []
            },
            {
                "title": "Have a weapon now",
                "x": 1506.7271410549774,
                "y": 3783.245551679226,
                "_id": 84,
                "text": "You secure the fusion torch and affix the old lantern to your belt. It may not be the most efficient but this weapon will come in handy. It is quite weighty for its size and this might hinder your movement. Analyzing it, you quickly find out how to use the tool, knowing that it can generate mass amounts of energy, which could be used to release a potentially harmful projectile.\nAs you are admiring your new toy, a sudden jolt brings you back to reality. You feel yourself get tossed into the workbench momentarily, feeling as if the ship itself was hit. What is going on!?\nAs you are regaining your balance, you hear another commotion, this one coming from the Engine Room. Rushing out you see a familiar figure from before. An older man hunched over one of the engines that he seemed to be tampering with. Sparks burst out and the lights quickly begin to flicker within the room. Before you can do anything the man catches sight of you and bolts for the exit!\n",
                "tags": [
                    "new_board_85"
                ],
                "btns": [
                    {
                        "l": "Follow Him!",
                        "c": "#ff0000",
                        "id": 91
                    },
                    {
                        "l": " Examine what he was doing",
                        "c": "#ff0000",
                        "id": 92
                    },
                    {
                        "l": " Use your Fusion Torch",
                        "c": "#ff0000",
                        "id": 93
                    }
                ]
            },
            {
                "title": "Examine the blueprints (No Weapon)",
                "x": 2692.4652099548143,
                "y": 3613.9571248212405,
                "_id": 85,
                "text": "You decide against taking the Fusion torch and approach the blueprints. Heading over towards the blueprints you notice they resemble older depictions of the engine room. One of the blueprints seems to have some scribbling on it. You cannot clearly make out what it says except for a few words,\n “Voyager, Alert Order Eight, Contact Immediately!”\n The rest of the words seem to be too faded or are written too hastily to understand. As you study them, you hear a loud crash noise. Before you can do anything you feel yourself get tossed into the wall momentarily, feeling as if the ship itself was hit. What is going on!?\nAs you are regaining your balance, you hear another commotion, this one coming from the Engine Room. Rushing out you see a familiar figure from before. An older man hunched over one of the engines that he seemed to be tampering with. Sparks burst out and the lights quickly begin to flicker within the room. Before you can do anything the man catches sight of you and bolts for the exit!\n",
                "tags": [
                    "new_board_86"
                ],
                "btns": [
                    {
                        "l": "Follow Him!",
                        "c": "#11ff00",
                        "id": 113
                    },
                    {
                        "l": " Examine what he was doing",
                        "c": "#1576f4",
                        "id": 114
                    }
                ]
            },
            {
                "title": "Exit pt 2 (No Weapon)",
                "x": 3037.8024935677854,
                "y": 3438.4870946748706,
                "_id": 86,
                "text": "You decide to leave the room, believing none of it is of use to you. As you go to exit though, you hear a loud crash noise. Before you can do anything you feel yourself get tossed into the wall momentarily, feeling as if the ship itself was hit. What is going on!?\nAs you are regaining your balance, you hear another commotion, this one coming from the Engine Room. Rushing out you see a familiar figure from before. An older man hunched over one of the engines that he seemed to be tampering with. Sparks burst out and the lights quickly begin to flicker within the room. Before you can do anything the man catches sight of you and bolts for the exit!\n",
                "tags": [
                    "new_board_87"
                ],
                "btns": [
                    {
                        "l": "Follow Him!",
                        "c": "#ff0000",
                        "id": 113
                    },
                    {
                        "l": "Examine what he was doing",
                        "c": "#ff0000",
                        "id": 114
                    }
                ]
            },
            {
                "title": "New Board 191",
                "x": -3437.421766271951,
                "y": 5719.07680221048,
                "_id": 190,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_191"
                ],
                "btns": []
            },
            {
                "title": "New Board 176",
                "x": -1475.3037856826024,
                "y": 5057.209124175184,
                "_id": 175,
                "text": "You walk over to the small bookcase, click the eject button on the tape recorder and the compartment opens. You slide in your new tape and it fits perfectly. You shut the compartment once more and press play.\nA new, much more distorted melody begins to play. Mixed within the audio you can hear faint screams which sends a shiver down your spine. BOOM!\nYou nearly jump out of your skin as you hear a loud crash come from the other hallway.\n",
                "tags": [
                    "new_board_176"
                ],
                "btns": [
                    {
                        "l": "Go investigate",
                        "c": "#1e00ff",
                        "id": 176
                    },
                    {
                        "l": " Hide?",
                        "c": "#ff0000",
                        "id": 177
                    }
                ]
            },
            {
                "title": "The monster is free",
                "x": -1131.9522390541695,
                "y": 6012.221718864265,
                "_id": 182,
                "text": "You close the door behind you after exiting the room. As you do so, a loud crash is heard from within. That cage probably is no longer holding him restrained, you need to hide. You check the door nearest to you and it is locked. After this you rush down to the other door, luckily it is unlocked. You scurry inside the dark room, closing the door behind you. Right as soon as you do this, you hear the creature barge out of the adjacent room. ",
                "tags": [
                    "new_board_183"
                ],
                "btns": [
                    {
                        "l": "Peak?",
                        "c": "#ff0000",
                        "id": 184
                    },
                    {
                        "l": " Listen",
                        "c": "#ff0000",
                        "id": 185
                    }
                ]
            },
            {
                "title": "Hide living room",
                "x": -521.7203686040948,
                "y": 6113.598805939295,
                "_id": 183,
                "text": "You rush into the room, looking frantically for a place to hide. Eventually, you slide yourself underneath the couch that dominates the center space of the living room. As you do so, you hear the monster barge out of the room from the hallway. ",
                "tags": [
                    "new_board_184"
                ],
                "btns": [
                    {
                        "l": "Peak",
                        "c": "#ff0000",
                        "id": 193
                    },
                    {
                        "l": " listen",
                        "c": "#ff0000",
                        "id": 194
                    }
                ]
            },
            {
                "title": "Ending",
                "x": -1630.2382558784157,
                "y": 5346.201549741324,
                "_id": 176,
                "text": "You head towards the hallway and are greeted by a horrific sight. Standing before you is a giant humanoid creature. It size towers your own as it hunches itself over, blocking any source of light that may have existed within the hallway. Its face resembles that of a malnourished wolf. Part of its jaw is missing, and flesh hangs from its lip. It seems quite gaunt, and bones stick out of its skin in unnatural ways. Before you can even move, the creature moves at an alarming speed and pins you against the ground. Its claws dig into your skin and the last thing you see are its razor sharp teeth.\nYou died\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_177"
                ],
                "btns": []
            },
            {
                "title": "New Board 178",
                "x": -1372.0935282028072,
                "y": 5313.862826558066,
                "_id": 177,
                "text": "You tuck yourself beneath the couch in the center of the living room. With bated breath, you lie there waiting for something to happen. After lying there for a few moments, you hear the creaking of the floorboard, as if something is walking into the room",
                "tags": [
                    "new_board_178"
                ],
                "btns": [
                    {
                        "l": "Peak",
                        "c": "#ff0000",
                        "id": 205
                    },
                    {
                        "l": " Listen",
                        "c": "#ff0000",
                        "id": 206
                    }
                ]
            },
            {
                "title": "New Board 179",
                "x": -595.4387173946609,
                "y": 4825.0648645440815,
                "_id": 178,
                "text": "You approach the cage slowly, and begin to make out a human-like form? It is hard to make out as the thing is curled against the other side of the cage. As you near the cage, the whimpering stops. A pair of glowing eyes peer at you from within the cage.",
                "tags": [
                    "new_board_179"
                ],
                "btns": [
                    {
                        "l": "Get closer",
                        "c": "#ff00bb",
                        "id": 180
                    },
                    {
                        "l": " step away",
                        "c": "#ff0000",
                        "id": 181
                    }
                ]
            },
            {
                "title": "New Board 180",
                "x": -203.45408501434437,
                "y": 5502.817760990726,
                "_id": 179,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_180"
                ],
                "btns": []
            },
            {
                "title": "Follow Him",
                "x": 1383.8025262316646,
                "y": 4485.225437529682,
                "_id": 91,
                "text": "Feeling rejuvenated by the prior success, you quickly hurry after the man. Not wanting him to get away, but also not wanting to try out your new toy, especially in such a hazardous location. You follow him through the doorway and out of the engine room. You exit into the hallway and catch a glimpse of the bloodstain walls which are a very different mood from the earlier orange-painted halls. This realization hits you that there is some bigger threat going on and you need answers.",
                "tags": [
                    "new_board_92"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 94
                    }
                ]
            },
            {
                "title": "Examine what he was doing",
                "x": 1633.727141054977,
                "y": 4113.480304268409,
                "_id": 92,
                "text": "You do not attempt to pursue the man, believing it would not do you much good as he could be armed. Then again, even with your new toy, starting a confrontation within the engine room would be unwise. You slowly approach the area where the man was kneeling; examining the engine you notice that he seemed to have been tampering with the lines powering the engines. Why would someone be tampering with the ship? Luckily it seems he was unable to cut the line, but this guy is a serious threat. \nStepping back you decide to follow the man since you do not have many options left. You feel you need to find a way up to the second landing, realizing that perhaps there are crew members who could still be alive. \nYou have no choice but to head through the other door and see where it leads you.\n",
                "tags": [
                    "new_board_93"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 95
                    }
                ]
            },
            {
                "title": "shoot your fusion torch",
                "x": 2125.5613769397064,
                "y": 4102.546297978581,
                "_id": 93,
                "text": "\tLifting the makeshift weapon, you hear a low hum before the whole thing begins to shake. Suddenly, it releases a giant bright circular ball of light that sends you off your feet into the wall behind you. The blast barely misses the man, colliding instead with the wall behind him sending sparks everywhere. The man bolts out of the room as you slowly gather yourself.\n\tMaybe setting off a weapon within the engine room was not the brightest idea, but at least you know how to use it…somewhat.\nNow gathering yourself, you decide to check to see what the man was doing. ou slowly approach the area where the man was kneeling; examining the engine you notice that he seemed to have been tampering with the lines powering the engines. Why would someone be tampering with the ship? Luckily it seems he was unable to cut the line, but this guy is a serious threat. \nStepping back you decide to follow the man since you do not have many options left. You feel you need to find a way up to the second landing, realizing that perhaps there are crew members who could still be alive. \nYou have no choice but to head through the other door and see where it leads you.\n.",
                "tags": [
                    "new_board_94"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 116
                    }
                ]
            },
            {
                "title": "Chase (2",
                "x": 1439.8025262316644,
                "y": 4826.321672042412,
                "_id": 94,
                "text": "You dash down the corridor in pursuit of the man, but as you reach the corner, you collide face-first into a wall. You fall back clutching your head, feeling pain shoot through your temple as you sit there for a moment.\n\nConfusion swirls in your mind as you finally take in your surroundings This is not normal, there was no layout like this on the ship. A mixture of Frustration and disbelief surrounds you, tempting you to scream out or lie down in defeat. “W-What is going on?” You mutter as you turn around, your voice echoing eerily through the hall. The way you came from is no longer there. The hallway behind you has vanished, instead, you are greeted by a dark hallway. The orange paint is a different, more faded color than the one you saw earlier. You feel a shiver run down your back, but despite the creeping dread you have to press on. You must find a way off this ship, or to find the missing crew. However, that thought carries with it uncertainty, an uncertainty about all of this. You take a deep breath and with a hardened resolve, you press on. \n",
                "tags": [
                    "new_board_95"
                ],
                "btns": [
                    {
                        "l": "Head down the hall",
                        "c": "#ff0000",
                        "id": 98
                    }
                ]
            },
            {
                "title": "Examine continued",
                "x": 2128.744033210982,
                "y": 4567.57408066911,
                "_id": 95,
                "text": "You walk through the door and a similar hallway to earlier greets you, but what you see makes your blood run cold. Dry blood splattered across the wall, a brutal display that makes you want to run. To get you away, away from this horrific scene. You can feel a chill run down your spine as reality sets in, something terrible is truly happening on this ship. Your feet move like they have a mind of their own, dragging you back and away from the scene. As you step back, expecting to reenter the Engine Room, you instead feel your back against a wall. Turning around you notice the door you came through is gone! Realizing you have nowhere else to go you turn back around, stomaching the brutal site, and you press on. You head down the hallway at a much slower pace than earlier and notice a door near the end of the hall on the right side. At this point, you do not know where you are and could see what lies beyond the door, or could continue down the hallway. ",
                "tags": [
                    "new_board_96"
                ],
                "btns": [
                    {
                        "l": "Check the door",
                        "c": "#ff0000",
                        "id": 154
                    },
                    {
                        "l": "Continue down the hallway",
                        "c": "#ff0000",
                        "id": 98
                    }
                ]
            },
            {
                "title": "New Board 158",
                "x": 7116.872225605393,
                "y": 4754.955750884491,
                "_id": 157,
                "text": "You stumble blindly towards the row of drawers, your movements clumsy and erratic as you navigate through the darkness. Reaching in front of you, you finally find hold of one of the drawers,  your hands brushing against its icy surface. Your curiosity urges you to open the drawer as if you can hear faint whispers pleading with you. Wanting you to see what is inside. \nWith trembling fingers, you  grasp the handle, its touch sends a chill down your spine. The metal groans in protest as you pull the drawer open slightly to what is inside. Peering inside, it is hard to make out what lies within the contents. As you go to reach inside, a freezing hand clamps onto your wrist. The feeling can only be compared to a vice-like grip as the hand digs into your skin. Its fingernails digging into your skin as you try to make sense of what is happening. In a frenzy, you rip your arm from its clutch,  freeing you from its grasp. It leaves a deep impression on your skin along with several scratches.\nYou jump back hurrying to escape as you run through the adjacent room, closing the door behind you. \nYou are now greeted by a much more narrow hall that leads to a singular door. \n",
                "tags": [
                    "new_board_158"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 161
                    }
                ]
            },
            {
                "title": "New Board 159",
                "x": 7682.748730539434,
                "y": 4665.564706954265,
                "_id": 158,
                "text": "You feel like you have been walking forever, you notice you are breathing heavily and slump into the wall beside you. You have been walking in darkness for what feels like hours, and you feel like you have made no headway. To make matters worse, your lantern has died out and now you have just been mindlessly walking. You bury your face into your hands feeling so drained. As you sit there you hear a click noise, along with a faint hum. Looking up you notice a light illuminating at the end of the hall is a singular door. \nGo back?\n…W-why would you………Okay\nYou feel suddenly very stubborn and decide that this life is not for you. You will not play these games anymore, this ship cannot control you. NO! You are more than this ship can even handle and decide that you decide where the path truly leads. You stand up and turn around, giving the door the bird on the way out as you walk away from it. Perhaps next time the door would know better.\nThe End,\nThanks for playing our game-\nWOW! This is not actually the end, I can’t deal with this. Just…go through the door, please.",
                "tags": [
                    "new_board_159"
                ],
                "btns": [
                    {
                        "l": "Look Through the Clipboard",
                        "c": "#ff0000",
                        "id": 159
                    },
                    {
                        "l": " Continue Exploring the Room",
                        "c": "#ff0000",
                        "id": 160
                    }
                ]
            },
            {
                "title": "New Board 187",
                "x": -3537.421766271951,
                "y": 5519.07680221048,
                "_id": 186,
                "text": "You head towards the closest room, the faint whimpering has grown louder as you slowly reach for the door handle. You turn the knob and it creeks open and you are greeted by the morning rays being cast through an old window. This soft lighting highlights the dust particles that hang in the air. In the corner of the room, positioned within the shadows you make out a giant cage. You can hear the whimpering emitting from within. ",
                "tags": [
                    "new_board_187"
                ],
                "btns": [
                    {
                        "l": "Investigate the whimpering",
                        "c": "#ff0000",
                        "id": 189
                    },
                    {
                        "l": " leave the room",
                        "c": "#ff0000",
                        "id": 190
                    }
                ]
            },
            {
                "title": "New Board 188",
                "x": -3078.313822235592,
                "y": 4940.646066060605,
                "_id": 187,
                "text": "You walk past the first door and head to open the door on the right. Reaching for the handle, it does not budge. Must be locked.",
                "tags": [
                    "new_board_188"
                ],
                "btns": []
            },
            {
                "title": "New Board 189",
                "x": -2878.313822235592,
                "y": 4940.646066060605,
                "_id": 188,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_189"
                ],
                "btns": []
            },
            {
                "title": "The Beginning",
                "x": 74,
                "y": -147.05383310846443,
                "_id": 77,
                "text": "Welcome to the Celestial Voyager! This is a game based on reading and visual cues that may be disturbing for some audiences. If you are unprepared to see potential gore/horrific scenes please come back at another time. With that, I hope you enjoy the game we worked very hard on creating. Enjoy!",
                "tags": [
                    "new_board_78"
                ],
                "btns": []
            },
            {
                "title": "New Board 173",
                "x": -2062.697455225927,
                "y": 5096.238143628189,
                "_id": 172,
                "text": "You walk over to the small bookcase, click the eject button on the tape recorder and the compartment opens. The first melody is cut short and you remove the purple cassette tape from the compartment. You slide in your new tape and it fits perfectly. You shut the compartment once more and press play.\nA new, much more distorted melody begins to play. Mixed within the audio you can hear faint screams which sends a shiver down your spine. BOOM!\nYou nearly jump out of your skin as you hear a loud crash come from the other hallway.\n",
                "tags": [
                    "new_board_173"
                ],
                "btns": [
                    {
                        "l": "Hide?",
                        "c": "#ff0000",
                        "id": 177
                    },
                    {
                        "l": "Go Investigate",
                        "c": "#ff0000",
                        "id": 176
                    }
                ]
            },
            {
                "title": "New Board 206",
                "x": -1468.9413581165368,
                "y": 5626.536642191563,
                "_id": 205,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_206"
                ],
                "btns": []
            },
            {
                "title": "Listen",
                "x": -2050.9156483811307,
                "y": 5685.163438222553,
                "_id": 206,
                "text": "As the distorted melody continues to play, you hear the creature walk by the couch and towards the music. A loud crash rings out and the melody ceases. Afterward, you are only greeted with silence until you hear its faint footfalls as it leaves the room. Pursumingly into the kitchen.\nNow may be your only chance,",
                "tags": [
                    "new_board_207"
                ],
                "btns": [
                    {
                        "l": "Leave where you are hiding",
                        "c": "#ff0000",
                        "id": 207
                    },
                    {
                        "l": " Stay hidden",
                        "c": "#ff0000",
                        "id": 208
                    }
                ]
            },
            {
                "title": "Jail",
                "x": 7684.186356851433,
                "y": 5347.4990307520075,
                "_id": 161,
                "text": "Leaving the morgue, you walk up to the door and push it open only to be greeted by an eerie chill. The air hangs heavy with a moldy stench that assaults your senses.\n Cells line the far wall, their rusty bars casting long shadows across the room. Stained mattresses slightly thicker than paper lie discard within the cells. You count four cells, all but one being unoccupied.\n You hear a dripping from somewhere in the room sending chills down your spine. As you approach the last cell, you get a clearer picture of who is inside. \nA figure lies motionless upon a bare mattress. Uncertainty gnaws at you as you approach, each step hesitant as you contemplate the man’s state. Is he asleep, or has death claimed another victim on this ship.\n You stand at the closed cell, peering inside and assessing any signs of life. With cautious movement you inch closer, the flicker of light drawing your attention to his hand. You notice within his grasp seems to be a shiny card. Just slightly out of reach and you begin to weigh the risks. \n",
                "tags": [
                    "new_board_162"
                ],
                "btns": [
                    {
                        "l": "Attempt to open the cell",
                        "c": "#ff0000",
                        "id": 162
                    },
                    {
                        "l": " Investigate the dripping noise",
                        "c": "#ff0000",
                        "id": 163
                    }
                ]
            },
            {
                "title": "New Board 160",
                "x": 7701.966917540408,
                "y": 5052.119929069522,
                "_id": 159,
                "text": "Flipping through the Clipboard, you notice these names seem very familiar to you. Then you realize that these are some of your fellow workers, but why are they here? You flip to one, \n           Morgue Record\nName: Bradley Hoster_____Age: 35 ____Species: Human____ Nationality: ____Junderon____ Sex: ___Male___ Received (Date): ____3/21/1945___ From: ___Lower Deck___ Crew Number: ___553__ Clone #:___17___Died___8/13/ 3040 Probable cause of death:  __Two Fractured ribs, Melting of skin Across the Side of Head, and Ruptured Spleen_\n\nBradly Holster: you knew he worked down by the Maintenance room, keeping things in order; he couldn’t be trusted with any equipment because he had accidentally over-exhausted the engine, as well as burst two of the pipes that ran into tanker A down in the Boiler. This clumsiness was quite frowned upon and Bradly was forced to work down at the Maintenance room to organize. What confuses you though is the date that his body was received, as well as the clone number. Cloning had become more normal after the exploration of multi-solar systems but became highly frowned upon by the Republic, and to have a body from such a long time ago (looking like it originated from Earth) continues to make you raise questions. Sadly you don’t have all week to examine this singular body and choose to move on, rather than stay in this ice box room of death. There is another door connected to the Morgue and you decide to check it out.\n",
                "tags": [
                    "new_board_160"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 161
                    }
                ]
            },
            {
                "title": "New Board 161",
                "x": 8130.125861628498,
                "y": 4941.352765938591,
                "_id": 160,
                "text": "Here is some default text. Looking around the rest of the Morgue, you find little that brings you interest and are going to leave when you realize the door on the far end is unlocked. It opens up to a singular hall that leads to another door, this one much more rustic and older than the Morgue. ",
                "tags": [
                    "new_board_161"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 161
                    }
                ]
            },
            {
                "title": "Darkness",
                "x": 1420.8025262316644,
                "y": 5209.708768816607,
                "_id": 98,
                "text": "You feel like you have been walking forever, you notice you are breathing heavily and slump into the wall beside you. You have been walking in darkness for what feels like hours, and you feel like you have made no headway. To make matters worse, your lantern has died out and now you have just been mindlessly walking. You bury your face into your hands feeling so drained. As you sit there you hear a click noise, along with a faint hum. Looking up you notice a light illuminating at the end of the hall is a singular door. ",
                "tags": [
                    "new_board_99"
                ],
                "btns": [
                    {
                        "l": "Head towards the door",
                        "c": "#ff0000",
                        "id": 99
                    },
                    {
                        "l": " go back?",
                        "c": "#ff0000",
                        "id": 100
                    }
                ]
            },
            {
                "title": "bathroom (2",
                "x": 3292.567236364842,
                "y": 5112.848322612954,
                "_id": 154,
                "text": "Curiosity peaks your interest and you decide to check the door. Reaching for the handle, it opens easily and you enter inside. You are greeted by a bathroom, and feel that you have no real reason to be in there and go to leave. The door does not budge. Is it locked? The handle is moving yet the door stays firmly shut, as if there is something forcing the door to stay close. \n“What’s going on?” You mutter as you step back. Crack!\nYou hear what sounds like glass splitting and shattering. You turn around and witness the mirrors begin to crack. It starts out small, but then quickly spreads before they shatter in front of you. Suddenly, the faucets turn on and begin releasing a strange disgusting green liquid that begins to quickly fill the room. You bang against the bathroom door as the gross sludge begins to pile at your feet. Finally, the door gives way and you stumble through, closing the door behind you. You expect the sludge to seep through the cracks, but instead, nothing happens. You really need a vacation at this point.\nTurning back, you only got one way to go.\n",
                "tags": [
                    "new_board_155"
                ],
                "btns": [
                    {
                        "l": "Head down the Hallway",
                        "c": "#ff0000",
                        "id": 98
                    }
                ]
            },
            {
                "title": "New Board 100",
                "x": 1109.8025262316644,
                "y": 5524.103765025853,
                "_id": 99,
                "text": "You Approach an unfamiliar door adorned with bright red letters at the top saying “Restricted Area”. You attempt to open the older door, but it remains shut. Frustration evident on your face, and not wanting to stop, you throw your shoulder against it. It does not budge, but this seems to fuel you more as with each attempt more desperate than the last. Finally, on the third try the door gives away with a resounding crack.\n Stumbling into a dimly lit room, you walk with caution as you have never been here before.  The room is cold and your breath trembles in front of you—gilmours of light fragments off metal tables throughout the room. A rotten stench fills your nose prompting a grimace as you scan the area. A glimmer of light catches your eye drawing your attention to a series of imposing drawers lining the wall. Most appear to be sealed tightly, but one stands slightly ajar. You feel beckoned towards it as if the drawer wants to be opened.",
                "tags": [
                    "new_board_100"
                ],
                "btns": [
                    {
                        "l": "Open the Drawer",
                        "c": "#ff0000",
                        "id": 104
                    },
                    {
                        "l": " Find a light",
                        "c": "#ff0000",
                        "id": 105
                    }
                ]
            },
            {
                "title": "New Board 101",
                "x": 1740.8025262316642,
                "y": 5525.049178217669,
                "_id": 100,
                "text": "You feel like you have been walking forever, you notice you are breathing heavily and slump into the wall beside you. You have been walking in darkness for what feels like hours, and you feel like you have made no headway. To make matters worse, your lantern has died out and now you have just been mindlessly walking. You bury your face into your hands feeling so drained. As you sit there you hear a click noise, along with a faint hum. Looking up you notice a light illuminating at the end of the hall is a singular door. \nGo back?\n…W-why would you………Okay\nYou feel suddenly very stubborn and decide that this life is not for you. You will not play these games anymore, this ship cannot control you. NO! You are more than this ship can even handle and decide that you decide where the path truly leads. You stand up and turn around, giving the door the bird on the way out as you walk away from it. Perhaps next time the door would know better.\nThe End,\nThanks for playing our game-\nWOW! This is not actually the end, I can’t deal with this. Just…go through the door, please.\n",
                "tags": [
                    "new_board_101"
                ],
                "btns": [
                    {
                        "l": "Go towards the door",
                        "c": "#ff0000",
                        "id": 99
                    }
                ]
            },
            {
                "title": "New Board 105",
                "x": 838.5403552073348,
                "y": 5790.617653627221,
                "_id": 104,
                "text": "You stumble blindly towards the row of drawers, your movements clumsy and erratic as you navigate through the darkness. Reaching in front of you, you finally find hold of one of the drawers,  your hands brushing against its icy surface. Your curiosity urges you to open the drawer as if you can hear faint whispers pleading with you. Wanting you to see what is inside. \nWith trembling fingers, you  grasp the handle, its touch sends a chill down your spine. The metal groans in protest as you pull the drawer open slightly to what is inside. Peering inside, it is hard to make out what lies within the contents. As you go to reach inside, a freezing hand clamps onto your wrist. The feeling can only be compared to a vice-like grip as the hand digs into your skin. Its fingernails digging into your skin as you try to make sense of what is happening. In a frenzy, you rip your arm from its clutch,  freeing you from its grasp. It leaves a deep impression on your skin along with several scratches.\nYou jump back hurrying to escape as you run through the adjacent room, closing the door behind you. \nYou are now greeted by a much more narrow hall that leads to a singular door. \n",
                "tags": [
                    "new_board_105"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 106
                    }
                ]
            },
            {
                "title": "Morgue light",
                "x": 1298.4278646483008,
                "y": 5911.107893525201,
                "_id": 105,
                "text": "Stumbling about, you eventually find what you believe is a light switch. Flicking it on, a single dim light illuminates the shelves before you. A low lit room shows you a row of drawers, each storing a frozen body within. As your eyes adjust to the sudden brightness, to your left you notice a series of shelves with embalming workstations, beside that is a singular mortuary stretcher. To the right of the shelves is a desk with a series of different autopsy instruments, all covered in dry blood and left in bad condition (too bad to even consider bringing with you). As you loot through the desk you notice a clipboard with photographs of each of the bodies contained in the morgue, it could be interesting.",
                "tags": [
                    "new_board_106"
                ],
                "btns": [
                    {
                        "l": "Look Through the Clipboard",
                        "c": "#ff0000",
                        "id": 152
                    },
                    {
                        "l": " Continue Exploring the Room",
                        "c": "#ff0000",
                        "id": 153
                    }
                ]
            },
            {
                "title": "Jail",
                "x": 730.6486388740386,
                "y": 6010.04665399079,
                "_id": 106,
                "text": "Leaving the morgue, you walk up to the door and push it open only to be greeted by an eerie chill. The air hangs heavy with a moldy stench that assaults your senses.\n Cells line the far wall, their rusty bars casting long shadows across the room. Stained mattresses slightly thicker than paper lie discard within the cells. You count four cells, all but one being unoccupied.\n You hear a dripping from somewhere in the room sending chills down your spine. As you approach the last cell, you get a clearer picture of who is inside. \nA figure lies motionless upon a bare mattress. Uncertainty gnaws at you as you approach, each step hesitant as you contemplate the man’s state. Is he asleep, or has death claimed another victim on this ship.\n You stand at the closed cell, peering inside and assessing any signs of life. With cautious movement you inch closer, the flicker of light drawing your attention to his hand. You notice within his grasp seems to be a shiny card. Just slightly out of reach and you begin to weigh the risks. \n",
                "tags": [
                    "new_board_107"
                ],
                "btns": [
                    {
                        "l": "Attempt to open the cell",
                        "c": "#ff0000",
                        "id": 107
                    },
                    {
                        "l": " Investigate the dripping noise",
                        "c": "#ff0000",
                        "id": 108
                    }
                ]
            },
            {
                "title": "New Board 153",
                "x": 3058.988105021897,
                "y": 6670.247195927338,
                "_id": 152,
                "text": "Flipping through the Clipboard, you notice these names seem very familiar to you. Then you realize that these are some of your fellow workers, but why are they here? You flip to one, \n           Morgue Record\nName: Bradley Hoster_____Age: 35 ____Species: Human____ Nationality: ____Junderon____ Sex: ___Male___ Received (Date): ____3/21/1945___ From: ___Lower Deck___ Crew Number: ___553__ Clone #:___17___Died___8/13/ 3040 Probable cause of death:  __Two Fractured ribs, Melting of skin Across the Side of Head, and Ruptured Spleen_\n\nBradly Holster: you knew he worked down by the Maintenance room, keeping things in order; he couldn’t be trusted with any equipment because he had accidentally over-exhausted the engine, as well as burst two of the pipes that ran into tanker A down in the Boiler. This clumsiness was quite frowned upon and Bradly was forced to work down at the Maintenance room to organize. What confuses you though is the date that his body was received, as well as the clone number. Cloning had become more normal after the exploration of multi-solar systems but became highly frowned upon by the Republic, and to have a body from such a long time ago (looking like it originated from Earth) continues to make you raise questions. Sadly you don’t have all week to examine this singular body and choose to move on, rather than stay in this ice box room of death. There is another door connected to the Morgue and you decide to check it out.\n",
                "tags": [
                    "new_board_153"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 106
                    }
                ]
            },
            {
                "title": "New Board 154",
                "x": 3355.5057898315563,
                "y": 6483.4717097937655,
                "_id": 153,
                "text": "Here is some default text. Looking around the rest of the Morgue, you find little that brings you interest and are going to leave when you realize the door on the far end is unlocked. It opens up to a singular hall that leads to another door, this one much more rustic and older than the Morgue. ",
                "tags": [
                    "new_board_154"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 106
                    }
                ]
            },
            {
                "title": "New Board 108",
                "x": 621.6576625129306,
                "y": 6491.767159262535,
                "_id": 107,
                "text": "You approach the cell cautiously, you test the door half-expecting it to be securely locked. To your surprise, the door gently slides open and no alarms go off. You find that peculiar because even if the ship’s engines were not running, the security system would still be working. None of this feels right, but you press on.\nYou approach the man with your arms outstretched tin a defensive gesture being mindful of any sudden movements. \nWhen your fingertips lightly brush against the man, the lights overhead flicker momentarily leaving the cell in darkness. In a blink of an eye, the man banishes leaving bhind only an empty cell.\nThe jail is now empty and a sudden clunking noises is heard overhead startling you into action. You jump to the side, your gaze looking upward as you brace yourself for imminent danger, fearing the ceiling might collaspe at any moment.\nYou look back at the cell and see that along with the man’s dissapearance, the shiny card has also vanished. You believe that shiny card might be the answer to getting up to the ship’s next level, but you have no idea where he could have gone, or if he was even there in the first place.\n Panic tightens its grip around your chest and you feel your hands go numb. Can you even be sure the man was ever there. The incessant clunking from above only serves to strengthen your agitation. Another loud clunk rains down from above. Again you throw your hand over your head and skid over to the door, believing this time the ceiling really would collapse. You have to get upstairs, but nothing you have will help you now. You must keep searching for the key, but this noise is driving you crazy.\n",
                "tags": [
                    "new_board_108"
                ],
                "btns": [
                    {
                        "l": "Find the key card",
                        "c": "#ff0000",
                        "id": 109
                    },
                    {
                        "l": "Investigate the noise!",
                        "c": "#ff0000",
                        "id": 108
                    }
                ]
            },
            {
                "title": "Investigate the noise",
                "x": 1124.7615339262863,
                "y": 6377.326195276263,
                "_id": 108,
                "text": "Stepping out of the cell, you hear the dripping noise again. The sound becomes more steady, almost mimicking rain. Following the noise leads you down the jail hall to an old door, its weathered frame adorned with rusted bars. You reach for the knob and with unsettling ease it opens, making you further question the security system.  Stepping inside you are greeted by a larger cell. Unlike the ones you had seen earlier, this one must have been designed to keep something big within. The floor is similar to the concrete floor from earlier, and the walls are old with light gray paint seeming to have faded significantly. \nYour attention is drawn to the middle, the heart of the chamber that commands your attention. Something you have never seen before, it’s disgusting and horrid, yet you cannot take your eyes off it. A purple-like substance lines the far corner walls and takes up the majority of the jail cell. It’s piled decently high (exceeding your ankles), and you can only describe it as a sort of sludge. In the middle of the pile looks similar to that of an ooze-like hand, holding a familiar sight, the keycard. You have to approach it.\n",
                "tags": [
                    "new_board_109"
                ],
                "btns": [
                    {
                        "l": "Approach",
                        "c": "#ff0000",
                        "id": 128
                    }
                ]
            },
            {
                "title": "New Board 110",
                "x": 507.3438202074144,
                "y": 6708.008933183079,
                "_id": 109,
                "text": "You decide the dripping noise will have to wait as you are praying the key card is still in this room. Despite searching every inch, it’s nowhere to be found. Disappointed, you return to the cell, battling the stench. Searching through, you begin to get more desperate and are about to give up when a similar glint catches your eye. \nTurning over the mattress you finally spot the card. You let out a sigh of relief as you secured it into your front pocket. Stepping out triumphantly, you are momentarily oblivious to the dripping noise until you are reminded of it as you hear a soft thump. As you look up to find the source, you are confronted by a strange, unsettling sight. The sight makes you shrink back against the jail wall, it being so terrifying yet bewildering. \nThe closest thing you can compare it to is something similar to a sludge. A thick, purple, mushy-like substance. To make it worse is the fucking smell which can only be described as…bleach? Your eyes follow it and notice a small piece of it appearing to be moving, maybe even growing in size.\n",
                "tags": [
                    "new_board_110"
                ],
                "btns": [
                    {
                        "l": "Touch it",
                        "c": "#00ff55",
                        "id": 110
                    },
                    {
                        "l": " RUN!",
                        "c": "#ff00ae",
                        "id": 111
                    },
                    {
                        "l": " Use the Fusion Torch",
                        "c": "#1100ff",
                        "id": 112
                    }
                ]
            },
            {
                "title": "Touch it Dumbass (Ending)",
                "x": 129.3676204524559,
                "y": 6799.516183037695,
                "_id": 110,
                "text": "Curiosity gets the better of you, and you reach out to touch it. Upon contact, you feel it race down your arm, and up your shoulder. Its cool yet slimy texture makes contact with your neck. You go to scream only for it to climb up your chin and pour into your mouth and nostrils! This is a nightmare, right? Everything begins to go black and you collapse to the ground.\n\n………..You Slowly wake up, still collapsed against the floor, but you seem to be unharmed. Was it all a dream, you begin to walk down the hallway and as you walk you look down and notice that most of your work uniform is torn up. Not only that, but you seem to have misplaced your Fusion Torch. Whatever is going on you cannot explain, but at least you are still alive. You check your front pocket, and a sigh escapes your lips. You still have the keycard. You go to head for the staircase, only to make it a few steps out of the Jail Room when you drop the card. Your hand begins to violently shake as you notice parts of your skin begin to bulge and bubble. Something is moving beneath your skin and you feel it crawl up your arm once more. You were not dreaming. You want to vomit as you feel it churn your insides, and the last thing you see is red. \nYou died “One of Them” -Ending\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_111"
                ],
                "btns": []
            },
            {
                "title": "Run",
                "x": 398.3331019660377,
                "y": 6963.814800775168,
                "_id": 111,
                "text": "You quickly back peddle your way out of the cell, before turning and getting to your feet. You run towards the door and hurry out into the hallway. You hear its slimy substance stumbling closer as if it is barreling through the Jail room. You need to get some distance, you are still lugging the Fusion Torch and could attempt to blast it, perhaps it would slow it down. ",
                "tags": [
                    "new_board_112"
                ],
                "btns": [
                    {
                        "l": "Use your Fusion Torch",
                        "c": "#ff0000",
                        "id": 141
                    },
                    {
                        "l": " Abandon the Torch",
                        "c": "#ff0000",
                        "id": 142
                    },
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 118
                    }
                ]
            },
            {
                "title": "New Board 113",
                "x": 1284.0519298753375,
                "y": 7363.096867774605,
                "_id": 112,
                "text": "You are sick of these games, your goofy grin still plastered on your face you lift up your Fusion Torch. Its weightiness still unfamiliar to you and as you pull the trigger you hear it begin to whir to life. Its noise is unfamiliar to you and you lift up the weapon, aiming right at the monstrosity. Before you know it you get sent flying backwards into a wall. The kickback of the weapon was so powerful that it sent you temporarily skyborn as the weapon blasted a bright ball of light at the creature. Where the light hits gets vaporized in an instant, leaving nothing but a charred stain on the ceiling where you shot it. \nYour joy is only momentarily lived though as the the pieces of purple sludge slowly begin to merge back together forming an even bigger thing than earlier. You see as it slowly stretches itself towards the ground before it finally makes contact. Once it is partially on the ground, it just begins to expand and grow in size before it is towering over you.\n",
                "tags": [
                    "new_board_113"
                ],
                "btns": [
                    {
                        "l": "RUN!",
                        "c": "#ff0000",
                        "id": 115
                    }
                ]
            },
            {
                "title": "New Board 114",
                "x": 2595.3059943753174,
                "y": 4071.7857711800393,
                "_id": 113,
                "text": "You rush after the guy, if he is the same person from earlier he has to have answers. You follow him through the doorway and out of the engine room. You exit into the hallway and catch a glimpse of bloodstain walls which are a very different mood from the earlier orange-painted halls you came from. This realization hits you that there is some bigger threat going on and you need answers.",
                "tags": [
                    "new_board_114"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 170
                    }
                ]
            },
            {
                "title": "New Board 115",
                "x": 3292.4432679633446,
                "y": 3921.3857274707393,
                "_id": 114,
                "text": "You do not attempt to pursue the man, believing it would not do you much good as he could be armed. You slowly approach the area where the man was kneeling; examining the engine you notice that he seemed to have been tampering with the lines powering the engines. Why would someone be tampering with the ship? Luckily it seems he was unable to cut the line, but this guy is a serious threat. \nStepping back you decide to follow the man since you do not have many options left. You feel you need to find a way up to the second landing, realizing that perhaps there are crew members who could still be alive. \nYou have no choice but to head through the other door and see where it leads you.\n",
                "tags": [
                    "new_board_115"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 171
                    }
                ]
            },
            {
                "title": "Has shot the weapon",
                "x": 1278.7766044939292,
                "y": 7652.194138088908,
                "_id": 115,
                "text": "You quickly back peddle your way out of the cell, before turning and getting to your feet. You run towards the door and hurry out into the hallway. You hear its slimy substance stumbling closer as if it is barreling through the Jail room. You need to get some distance, you are still lugging the Fusion Torch and could attempt to blast it again, perhaps it would slow it down. ",
                "tags": [
                    "new_board_116"
                ],
                "btns": [
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 118
                    },
                    {
                        "l": " Use your Fusion Torch",
                        "c": "#ff0000",
                        "id": 119
                    },
                    {
                        "l": " Abandon the Fusion Torch",
                        "c": "#ff0000",
                        "id": 120
                    }
                ]
            },
            {
                "title": "Has shot fusion (Examined continued)",
                "x": 2460.2974728486133,
                "y": 4405.244449137329,
                "_id": 116,
                "text": "You walk through the door and a similar hallway to earlier greets you, but what you see makes your blood run cold. Dry blood splattered across the wall, a brutal display that makes you want to run. To get you away, away from this horrific scene. You can feel a chill run down your spine as reality sets in, something terrible is truly happening on this ship. Your feet move like they have a mind of their own, dragging you back and away from the scene. As you step back, expecting to reenter the Engine Room, you instead feel your back against a wall. Turning around you notice the door you came through is gone! Realizing you have nowhere else to go you turn back around, stomaching the brutal site, and you press on. You head down the hallway at a much slower pace than earlier and notice a door near the end of the hall on the right side. At this point, you do not know where you are and could see what lies beyond the door, or could continue down the hallway. \n",
                "tags": [
                    "new_board_117"
                ],
                "btns": [
                    {
                        "l": "Check the door",
                        "c": "#ff0000",
                        "id": 154
                    },
                    {
                        "l": "Head down the hall",
                        "c": "#ff0000",
                        "id": 98
                    }
                ]
            },
            {
                "title": "New Board 118",
                "x": 2933.216441090022,
                "y": 4746.1812735998665,
                "_id": 117,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_118"
                ],
                "btns": []
            },
            {
                "title": "Keep running",
                "x": 819.4743752563497,
                "y": 7821.293367192425,
                "_id": 118,
                "text": "You continue to hobble your way down the hall. Moving with such a cumbersome object is a struggle. As you make your way down the hall, you can see the stairway in the distance. Almost there, a feeling of hope washes over you but is quickly replaced with panic as you feel a tug on your jacket. The monster has caught up to and one of its tendrils has latched partially onto your work jacket.\n",
                "tags": [
                    "new_board_119"
                ],
                "btns": [
                    {
                        "l": "Attempt to get it off",
                        "c": "#ff0000",
                        "id": 138
                    },
                    {
                        "l": "Abandon the jacket",
                        "c": "#ff0000",
                        "id": 137
                    }
                ]
            },
            {
                "title": "Shoot that thing",
                "x": 1266.3608283224546,
                "y": 8042.644551344516,
                "_id": 119,
                "text": "The creature is gaining on you, its slimy mass pouring through pulling itself out of the room as it drags its body across the hallway. From the giant purple substance, many long slimy-like tendrils extend out of it, making contact with the walls as it pulls itself across. You know you have no choice but to use the Torch, turning around while pulling the trigger, a familiar hum begins to emanate from the weapon. You are unsure how many more times you can use it, but you do know that it packs a punch. This time bracing yourself, releases and you get a clear look at it. It launches a bright projectile that phases through a part of the monster, and in an instant, that section of the creature vanishes. As if it was never there it leaves a “U” like impression on the creature. Where the mass vanishes begins to ungulate and convulse as it slowly regenerates what it lost. The creature has stopped in its tracks as it slowly regains its form.",
                "tags": [
                    "new_board_120"
                ],
                "btns": [
                    {
                        "l": "Start Running!",
                        "c": "#ff0000",
                        "id": 121
                    },
                    {
                        "l": " Shoot it again!",
                        "c": "#ff0000",
                        "id": 122
                    }
                ]
            },
            {
                "title": "End 2",
                "x": 1673.9926236015267,
                "y": 7938.036010387509,
                "_id": 120,
                "text": "In a peer panic, you turn and hurl your weapon directly at the sludge-like creature. You watch in horror as it lifts its body in a wave-like shape and consumes the weapon as if it were never there. Now with no weapon though, you are actually quite light on your feet and are able to create enough distance between you and the monster. You continue running, your legs pumping beneath you as you reach down, fumbling for the keycard.\n Making it to the stairway, you turn back and see the sludge-like monster barreling towards you. Its massive form is hard to take in as it contorts and twists as if reshaping itself constantly as it moves. In a panic, you tap the keycard against the sensor of the stairway security door. The holographic security shuts off allowing you to rush up the stairs. You can hear the sludge as it floods past the stairway and begins to pour in. You run up the stairs and see a doorway at the top. Almost there, just a few more steps. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, expecting the monstrosity to barge through, but instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion. You made it, you survived. \nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_121"
                ],
                "btns": []
            },
            {
                "title": "Run after second shot",
                "x": 909.3380785220436,
                "y": 8282.272798307973,
                "_id": 121,
                "text": "You turn around and begin sprinting down the hallway. You may have created some momentary distance with that shot, but you know it won’t last long. Whatever this thing is, it is not natural. You can hear it reshaping and you turn and notice it regenerating the hole you left in it. \n“You got to be kidding me,” you mutter under your breath as you continue to hobble your way down the hall. Moving with such a cumbersome object is a struggle. As you make your way down the hall, you can see the stairway in the distance. Almost there, a feeling of hope washes over you but is quickly replaced with panic as you feel a tug on your jacket. The monster has caught up to and one of its tendrils has latched partially onto your work jacket.\n",
                "tags": [
                    "new_board_122"
                ],
                "btns": [
                    {
                        "l": "Abandon the jacket",
                        "c": "#ff0000",
                        "id": 137
                    },
                    {
                        "l": " Attempt to get it off",
                        "c": "#ff0000",
                        "id": 138
                    }
                ]
            },
            {
                "title": "Shoot it Again",
                "x": 1580.5423502404544,
                "y": 8309.510255942854,
                "_id": 122,
                "text": "Fuck this thing. You are not going to die here! Bracing yourself you go to fire again. The weapon begins to whir and rattle slightly in your hands as you expect it to release another bright projectile. Instead, you hear a sharp mechanical hiss as steam begins to emit from the torch’s sides. Nothing else happens and you go to fire again, and nothing continues to happen. \n\tIt seems you may have blown the core of your Fusion Torch. As you stand there dumbfounded in utter disbelief, you don’t notice that the creature has now fully regenerated and is upon you. In an instant you are knocked off your feet, your weapon being swallowed whole by the creature as it continues its onslaught. Multiple of its sludgy-like tendrils squirm towards you.\n",
                "tags": [
                    "new_board_123"
                ],
                "btns": [
                    {
                        "l": "Continue to fight",
                        "c": "#ff0000",
                        "id": 123
                    },
                    {
                        "l": " Run away",
                        "c": "#ff0000",
                        "id": 124
                    }
                ]
            },
            {
                "title": "New Board 124",
                "x": 1469.6542219886219,
                "y": 8546.909717836845,
                "_id": 123,
                "text": "\tYou are not dying here! You go to kick one of the tendrils away, expecting to make contact with your foot, but instead, it simply recoils in on itself before enveloping your foot. The sludge-like substance begins to quickly climb up your boot, you need to act fast.",
                "tags": [
                    "new_board_124"
                ],
                "btns": [
                    {
                        "l": "Attempt to remove your boot",
                        "c": "#ff0000",
                        "id": 125
                    },
                    {
                        "l": " Kick it with your other foot",
                        "c": "#ff0000",
                        "id": 126
                    }
                ]
            },
            {
                "title": "Ending 1",
                "x": 1822.3251771977748,
                "y": 8463.947275663415,
                "_id": 124,
                "text": "You are not dying here! You begin to crawl away as it starts working its way towards you once more. The tendrils are getting closer, but you regain your footing and begin running down the hall, barely avoiding one of the tendrils. As you run down the hall, you see the stairway. The only way to the second floor now lies in front of you and as you continue running, it feels like you may never make it.\nYou continue running though, your legs pumping beneath you as you reach down, fumbling for the keycard. Making it to the stairway, you turn back and see the sludge-like monster barreling towards you. Its massive form is hard to take in as it contorts and twists as if reshaping itself constantly as it moves. In a panic, you tap the keycard against the sensor of the stairway security door. The holographic security shuts off allowing you to rush up the stairs. Just barely avoiding the sludge as it floods past you. You run up the stairway and see a doorway at the end. Almost there, just a few more steps. You can hear it getting closer, it is now pouring into the stairway, stacking its body on itself, like a rotating wheel as it is making its way upstairs. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, expecting the monstrosity to barge through, but instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion.\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_125"
                ],
                "btns": []
            },
            {
                "title": "Still alive",
                "x": 1256.2981767155331,
                "y": 9003.004107651837,
                "_id": 125,
                "text": "You go to remove your boot as the purple substance continues to envelop your foot. \n“Get off me!” You yell as you are successful in sliding your foot out of the boot. Good thing to do as it swallows your boot whole and continues to work its way towards you. You crawl backward trying to regain some footing, but with one shoe off and this creature at your heels, it is hard to make any headway. You slip as you go to stand up, but are able to retain your footing. You got to run, but feel another sharp tug, this one on your work jacket.\n",
                "tags": [
                    "new_board_126"
                ],
                "btns": [
                    {
                        "l": "Abandon the Jacket",
                        "c": "#ff0000",
                        "id": 139
                    },
                    {
                        "l": " Attempt to get it off",
                        "c": "#ff0000",
                        "id": 140
                    }
                ]
            },
            {
                "title": "Fighting Spirit ending",
                "x": 1495.0642582631247,
                "y": 9134.796309937321,
                "_id": 126,
                "text": "You go to kick it with your other foot, only for it too to become consumed by the strange slimy substance. It begins to climb up your body until it is covering most of you. You go to scream only for it to pour into your mouth and nostrils, and before you can do anything the rest of the purple ooze collapses on top of you similar to a wave. Darkness consumes you.\nYou have died - Earned “The Fighting Spirit Ending”\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\n",
                "tags": [
                    "new_board_127"
                ],
                "btns": []
            },
            {
                "title": "New Board 129",
                "x": 1362.877397365621,
                "y": 6581.207538008595,
                "_id": 128,
                "text": "Swallowing your disgust, you slowly walk towards it, tiptoeing over the pieces of ooze dotting the floor until you get to the center. You reach down, grabbing the card. You go to pull the card away, but it does not budge at first, as if glued to the hand. You pull harder yet there is still no give. Regripping with both hands on the card, you pull with all your might and it finally releases.. The suddenness sends you stumbling backwards and off your feet. The sudden shock is replaced with a sense of success as you admire the golden keycard now in your hands (well less golden considering the purple stain the hand had left on it). Your moment of satisfaction is abruptly cut short as the room becomes dark. You look up as a massive shadow looms over you. The slime is growing at an alarming rate, towering over you as you are sitting there dumbfounded. You need to leave, now!",
                "tags": [
                    "new_board_129"
                ],
                "btns": [
                    {
                        "l": "Run!",
                        "c": "#ff0000",
                        "id": 130
                    },
                    {
                        "l": " Use the Fusion Torch?",
                        "c": "#ff0000",
                        "id": 131
                    }
                ]
            },
            {
                "title": "Run - has not use fusion torch",
                "x": 2076.348340784148,
                "y": 6948.211512917681,
                "_id": 130,
                "text": "You quickly back peddle your way out of the cell, before turning and getting to your feet. You run towards the door and hurry out into the hallway. You hear its slimy substance stumbling closer as if it is barreling through the Jail room. You need to get some distance, you are still lugging the Fusion Torch and could attempt to blast it again, perhaps it would slow it down. ",
                "tags": [
                    "new_board_131"
                ],
                "btns": [
                    {
                        "l": "Use Fusion Torch",
                        "c": "#ff0000",
                        "id": 141
                    },
                    {
                        "l": "Abandon the Torch",
                        "c": "#ff0000",
                        "id": 142
                    },
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 118
                    }
                ]
            },
            {
                "title": "New Board 132",
                "x": 2470.080130074528,
                "y": 6732.043863399058,
                "_id": 131,
                "text": "In peer panic, you lift up your Fusion Torch towards the creature. The Torch’s weightiness still unfamiliar to you and as you pull the trigger you hear it begin to whir to life. Its noise is unrecognizable and you aim it right at the monstrosity. Before you know it you get sent flying backwards out of the cell. The kickback of the weapon was so powerful that it sent you temporarily skyborn as the weapon blasted a bright ball of light at the creature. You do not see what happens but as you slowly look up from where you are lying you notice what you did. The monster has stopped in its tracks and there is a huge “U” like impression on the creature where you hit it. Where the mass had vanished begins to ungulate and convulse as it slowly regenerates what it lost. The creature has momentarily stopped in its tracks as it slowly regains its form. Sadly you are lying still on your back recovering from the whole experience. You pull yourself up, it’s now or never and there is not much left that you can do. ",
                "tags": [
                    "new_board_132"
                ],
                "btns": [
                    {
                        "l": "Shoot it again",
                        "c": "#ff0000",
                        "id": 149
                    },
                    {
                        "l": " Run",
                        "c": "#ff0000",
                        "id": 150
                    }
                ]
            },
            {
                "title": "Ending 3",
                "x": 419.1219477374506,
                "y": 8445.110112524153,
                "_id": 137,
                "text": "As a last-ditch effort, you pull yourself free from your jacket, just in time as you watch it get devoured by the creature. The clothing disappears into the disgusting ooze as if it never existed. Now turning, you make a break for it. Your legs pumping beneath you as you rush for the stairs, one arm around your weapon as the other reaches down for your keycard.\nFumbling about, you eventually get the card out and are able to open the holographic door and enter the stairway. Just in time as you hear the ooze fly by before it too begins to pour in. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, your weapon aimed and ready expecting the monstrosity to barge through the door. Instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion. You made it, you survived. \nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\nAttempt get off\n",
                "tags": [
                    "new_board_138"
                ],
                "btns": []
            },
            {
                "title": "Death Ending 1",
                "x": 680.4322263509916,
                "y": 8611.614206907176,
                "_id": 138,
                "text": "As you try to pull yourself away from the creature, it only feels like it is pulling itself closer to you. You turn and go to swing the butt of your weapon at it, only for it to bounce off as if unaffected.  This along with another tug makes you lose your footing as the monster is now upon you. It towers over you as you continue to get tangled within the tendril. Your sight slowly fades away as the creature crashes upon you. Darkness takes you and you feel everything drift away. \nYou have died, at first, I thought of not including these, but as I wrote I felt that sometimes endings like these just occur. I was going to have a way to just go back to where you were, but I feel that takes away from how I view this game. We cannot control life, or death, and the choices we make truly do matter. Thank you for playing this demo and feel free to contact us to leave any feedback. If you truly want to play again, simply press the restart button at the top left of the site and it will let you live another life. Perhaps you will find a different more satisfying answer.\n",
                "tags": [
                    "new_board_139"
                ],
                "btns": []
            },
            {
                "title": "Ending ",
                "x": 4441.357956815197,
                "y": 7733.753467319915,
                "_id": 151,
                "text": "Desperate times call for desperate measures. Whether it was bravery or stupidity, or maybe even fear you do not know what drove you to turn around. As you turn, pulling the trigger and bracing yourself, you fire. Not a perfect shot, but it is enough. The energy behind the blast almost knocks you off your feet and you watch the bright projectile vaporize half of the sludge-like monster in an instant. It twists and contorts on itself, as if it too is shocked by the whole outcome. You see it in an instant turn itself into a more liquidity form before retreating into the seams of the walls. Shock turns to frustration as a part of you does not want to let it escape and you go to shoot it once more. Instead, you are only greeted by a different more mechanical hiss noise as nothing else happens. It seems you may have blown part of the core of the Fusion Torch, but it is probably for the best. This…creature, or…thing, or whatever it was could not be killed so easily, and you are lucky it decided to retreat. You slowly back your way towards the stairs, making sure the creature does not come back. After swiping your keycard, you make your way up the stairs and up to the second floor. \nYou survived\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n\n",
                "tags": [
                    "new_board_152"
                ],
                "btns": []
            },
            {
                "title": "Ending 3.5",
                "x": 1032.0220570079816,
                "y": 9272.181806987533,
                "_id": 139,
                "text": "As a last-ditch effort, you pull yourself free from your jacket, just in time as you watch it get devoured by the creature. The clothing disappears into the disgusting ooze as if it never existed. Now turning, you make a break for it. Your legs pump beneath you as you rush for the stairs, reaching down for your front pocket hoping to get your keycard.\nFumbling about, you eventually get the card out and are able to open the holographic door and enter the stairway. Just in time, you hear the ooze fly by before it too begins to pour in. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, half expecting the monstrosity to barge through. Instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion. You made it, you survived. \nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\nAttempt get off\n",
                "tags": [
                    "new_board_140"
                ],
                "btns": []
            },
            {
                "title": "Death Ending 1",
                "x": 1259.8970745124795,
                "y": 9369.9090330332,
                "_id": 140,
                "text": "As you try to pull yourself away from the creature, it only feels like it is pulling itself closer to you. You turn and go to grab the tendril, only for your hand to get entangled in the slimy substance. This along with another tug makes you lose your footing as the monster is now upon you. It towers over you as you continue to get tangled within the tendril. Your sight slowly fades away as the creature crashes upon you. Darkness takes you and you feel everything drift away. \nYou have died, at first, I thought of not including these, but as I wrote I felt that sometimes endings like these just occur. I was going to have a way to just go back to where you were, but I feel that takes away from how I view this game. We cannot control life, or death, and the choices we make truly do matter. Thank you for playing this demo and feel free to contact us to leave any feedback. If you truly want to play again, simply press the restart button at the top left of the site and it will let you live another life. Perhaps you will find a different more satisfying answer.\n",
                "tags": [
                    "new_board_141"
                ],
                "btns": []
            },
            {
                "title": "Use torch first time",
                "x": -721.4219414641269,
                "y": 7363.071042141977,
                "_id": 141,
                "text": "You turn on a dime and lift up the Fusion Torch. Its weightiness still unfamiliar to you and as you pull the trigger you hear it begin to whir to life. Its noise is unrecognizable and you aim it right at the monstrosity. Before you know it you get sent flying backwards further down the hall. The kickback of the weapon was so powerful that it sent you temporarily skyborn as the weapon blasted a bright ball of light at the creature. You do not see what happens but as you slowly look up from where you are lying you notice what you did. The monster has stopped in its tracks and there is a huge “U” like impression on the creature where you hit it. Where the mass vanish begins to ungulate and convulse as it slowly regenerates what it lost. The creature has momentarily stopped in its tracks as it slowly regains its form. Sadly you are lying still on your back recovering from the whole experience. You pull yourself up, it’s now or never and there is not much left that you can do. \n",
                "tags": [
                    "new_board_142"
                ],
                "btns": [
                    {
                        "l": "Shoot it again",
                        "c": "#ff0000",
                        "id": 144
                    },
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 118
                    }
                ]
            },
            {
                "title": "Ending 1",
                "x": 178.79457467477084,
                "y": 7422.646274291792,
                "_id": 142,
                "text": "You drop the Torch, believing it will weigh you down, and quickly rush down the hallway. Your legs pumping beneath you as you run as fast as you can. You can hear the slime creature behind you, its fleshy-like body slapping against the ground as it twists and ungulates, gaining more and more ground against you. Almost there, you see the staircase entrance. Fumbling with your pocket, you manage to pull out your keycard. Swiping it, you gain access and enter the staircase. Just in time too, as the slime creature flies by, before it too begins to flood into the stairway. You are running up the steps as it is coming behind you. You can hear it getting closer, it is now pouring into the stairway, stacking its body on itself, like a rotating wheel as it is making its way up the stairs. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, expecting the monstrosity to barge through, but instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion.\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_143"
                ],
                "btns": []
            },
            {
                "title": "Shoot it again",
                "x": -970.2353189893051,
                "y": 7691.847383060735,
                "_id": 144,
                "text": "You lift up your weapon once more, aiming true you pull the trigger. A familiar hum begins to emanate from the weapon. You are unsure how many more times you can use it, but you do know that it packs a punch. This time bracing yourself, the gun releases and you get a clear look at it. It launches a bright projectile that phases through a part of the monster, and in an instant, that section of the creature vanishes. It rips away anything part of the creature making the mass fall further to the ground. Where the mass vanish begins to ungulate and convulse as it slowly regenerates what it lost. The creature has stopped in its tracks as it slowly regains its form.",
                "tags": [
                    "new_board_145"
                ],
                "btns": [
                    {
                        "l": "Run",
                        "c": "#ff0000",
                        "id": 145
                    },
                    {
                        "l": "Keep Firing!",
                        "c": "#ff0000",
                        "id": 148
                    }
                ]
            },
            {
                "title": "New Board 163",
                "x": 7456.746225919352,
                "y": 5642.719925373336,
                "_id": 162,
                "text": "You approach the cell cautiously, you test the door half-expecting it to be securely locked. To your surprise, the door gently slides open and no alarms go off. You find that peculiar because even if the ship’s engines were not running, the security system would still be working. None of this feels right, but you press on.\nYou approach the man with your arms outstretched tin a defensive gesture being mindful of any sudden movements. \nWhen your fingertips lightly brush against the man, the lights overhead flicker momentarily leaving the cell in darkness. In a blink of an eye, the man banishes leaving bhind only an empty cell.\nThe jail is now empty and a sudden clunking noises is heard overhead startling you into action. You jump to the side, your gaze looking upward as you brace yourself for imminent danger, fearing the ceiling might collaspe at any moment.\nYou look back at the cell and see that along with the man’s dissapearance, the shiny card has also vanished. You believe that shiny card might be the answer to getting up to the ship’s next level, but you have no idea where he could have gone, or if he was even there in the first place.\n Panic tightens its grip around your chest and you feel your hands go numb. Can you even be sure the man was ever there. The incessant clunking from above only serves to strengthen your agitation. Another loud clunk rains down from above. Again you throw your hand over your head and skid over to the door, believing this time the ceiling really would collapse. You have to get upstairs, but nothing you have will help you now. You must keep searching for the key, but this noise is driving you crazy.\n",
                "tags": [
                    "new_board_163"
                ],
                "btns": [
                    {
                        "l": "Find the keycard",
                        "c": "#ff0000",
                        "id": 164
                    },
                    {
                        "l": "Investigate that noise!",
                        "c": "#ff0000",
                        "id": 163
                    }
                ]
            },
            {
                "title": "New Board 164",
                "x": 8014.400786922284,
                "y": 5831.218431052293,
                "_id": 163,
                "text": "Stepping out of the cell, you hear the dripping noise again. The sound becomes more steady, almost mimicking rain. Following the noise leads you down the jail hall to an old door, its weathered frame adorned with rusted bars. You reach for the knob and with unsettling ease it opens, making you further question the security system.  Stepping inside you are greeted by a larger cell. Unlike the ones you had seen earlier, this one must have been designed to keep something big within. The floor is similar to the concrete floor from earlier, and the walls are old with light gray paint seeming to have faded significantly. \nYour attention is drawn to the middle, the heart of the chamber that commands your attention. Something you have never seen before, it’s disgusting and horrid, yet you cannot take your eyes off it. A purple-like substance lines the far corner walls and takes up the majority of the jail cell. It’s piled decently high (exceeding your ankles), and you can only describe it as a sort of sludge. In the middle of the pile looks similar to that of an ooze-like hand, holding a familiar sight, the keycard. You have to approach it.\n",
                "tags": [
                    "new_board_164"
                ],
                "btns": [
                    {
                        "l": "Approach",
                        "c": "#ff0000",
                        "id": 165
                    }
                ]
            },
            {
                "title": "New Board 165",
                "x": 7639.684478386375,
                "y": 6077.857236581106,
                "_id": 164,
                "text": "You decide the dripping noise will have to wait as you are praying the key card is still in this room. Despite searching every inch, it’s nowhere to be found. Disappointed, you return to the cell, battling the stench. Searching through, you begin to get more desperate and are about to give up when a similar glint catches your eye. \nTurning over the mattress you finally spot the card. You let out a sigh of relief as you secured it into your front pocket. Stepping out triumphantly, you are momentarily oblivious to the dripping noise until you are reminded of it as you hear a soft thump. As you look up to find the source, you are confronted by a strange, unsettling sight. The sight makes you shrink back against the jail wall, it being so terrifying yet bewildering. \nThe closest thing you can compare it to is something similar to a sludge. A thick, purple, mushy-like substance. To make it worse is the fucking smell which can only be described as…bleach? Your eyes follow it and notice a small piece of it appearing to be moving, maybe even growing in size.\n",
                "tags": [
                    "new_board_165"
                ],
                "btns": [
                    {
                        "l": "Touch it",
                        "c": "#00fffb",
                        "id": 166
                    },
                    {
                        "l": " Run",
                        "c": "#ff0000",
                        "id": 167
                    }
                ]
            },
            {
                "title": "New Board 166",
                "x": 8194.13034918918,
                "y": 6050.310419718105,
                "_id": 165,
                "text": "Swallowing your disgust, you slowly walk towards it, tiptoeing over the pieces of ooze dotting the floor until you get to the center. You reach down, grabbing the card. You go to pull the card away, but it does not budge at first, as if glued to the hand. You pull harder yet there is still no give. Regripping with both hands on the card, you pull with all your might and it finally releases.. The suddenness sends you stumbling backwards and off your feet. The sudden shock is replaced with a sense of success as you admire the golden keycard now in your hands (well less golden considering the purple stain the hand had left on it). Your moment of satisfaction is abruptly cut short as the room becomes dark. You look up as a massive shadow looms over you. The slime is growing at an alarming rate, towering over you as you are sitting there dumbfounded. You need to leave, now!",
                "tags": [
                    "new_board_166"
                ],
                "btns": [
                    {
                        "l": "RUN!",
                        "c": "#ff0000",
                        "id": 167
                    }
                ]
            },
            {
                "title": "Ending",
                "x": -1315.4163844338245,
                "y": 8024.057759737326,
                "_id": 145,
                "text": "You turn and run for the exit, not bothering to see what is left of the ooze-like monster. Instead, you rush to the stairway, using your keycard to gain access before running up the steps. You are not going to tempt fate and look back. As you near the top, a door greets you. You quickly barge through before closing it behind you. Slumping against it, exhaustion washes over you as you slowly fall to the ground. You made it, you survived...\nThank you for playing our demo, feel free to contact us if you have any feedback. If you would like another round, feel free to hit that refresh button at the top left of the site. Besides that thank you...don't look behind you  ",
                "tags": [
                    "new_board_146"
                ],
                "btns": []
            },
            {
                "title": "Ending 4",
                "x": -401.7784783660861,
                "y": 8281.610441574845,
                "_id": 148,
                "text": "The weapon whirs once more to life and you hear a different noise. The noise is like a sharp mechanical hiss as steam begins to emit from the torch’s sides. Nothing else happens and you go to fire again, and nothing continues to happen. You feel a mixture of frustration and dread as you expect the creature to regenerate its form and attack you. Instead, though you notice it is...retreating. You see a much smaller blob now than before, as it slowly pulls itself away.Odd but with everything else going on, this is a victory in your book. You slowly make your way down the hall, still vigilant of course. Expecting at any moment for the creature to come out of a pipe, or a crack in the ceiling and attack you once more, but none of this occurs. You make it to the stairway and successfully swipe your keycard to access the second floor. You ascend the steps, a door greets you at the top. You open it and are greeted...\n\nYou survived, \"Live for Another Day\" Ending.\n\nThank you for playing our demo, feel free to contact us if you have any feedback. If you would like another round, feel free to hit that refresh button at the top left of the site. Besides that thank you...don't look behind you ",
                "tags": [
                    "new_board_149"
                ],
                "btns": []
            },
            {
                "title": "Ending",
                "x": 2425.635749408337,
                "y": 7273.348869167722,
                "_id": 149,
                "text": "You brace yourself this time as you lift up the Fusion Torch once more, a familiar whirring noise occurs as you press the trigger. The creature is slowly regenerating before you blast it again. This one vaporizes its left side making the sludge-like ooze fall to the ground in a pile of heap. As a result, it begins to release a strong sulfuric smell that causes you to turn away. Within this slightly enclosed space though, your weapon is still producing enough heat and as if in a chain reaction, blows the whole cell sky-high. As if in a flash, it all blows a giant hole in the side of the ship. \n\t\tYou died, “Going out in a Blaze of Glory” - Ending\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_150"
                ],
                "btns": []
            },
            {
                "title": "Run",
                "x": 2824.560708958434,
                "y": 6952.319408296206,
                "_id": 150,
                "text": "You turn and bolt out of the room, you do not know how much time you may have, but you are going to take this opportunity to create as much space between you and that thing as possible. Running out of the Jail Room and up the hallway, you can hear it barreling through the Jail room as it has already recovered from your prior attack. You are almost there to the stairway. Your heart is pumping, and you find it quite hard to run with the Fusion Torch in hand. The sounds of the slide-like monster are getting louder, you can hear it getting closer.",
                "tags": [
                    "new_board_151"
                ],
                "btns": [
                    {
                        "l": "Abandon the Torch",
                        "c": "#ff0000",
                        "id": 142
                    },
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 118
                    },
                    {
                        "l": "Turn and Fire",
                        "c": "#ff0000",
                        "id": 151
                    }
                ]
            },
            {
                "title": "Ending",
                "x": 7513.431845695706,
                "y": 6411.501157241784,
                "_id": 166,
                "text": "Curiosity gets the better of you, and you reach out to touch it. Upon contact, you feel it race down your arm, and up your shoulder. Its cool yet slimy texture makes contact with your neck. You go to scream only for it to climb up your chin and pour into your mouth and nostrils! This is a nightmare, right? Everything begins to go black and you collapse to the ground.\n\n………..You Slowly wake up, still collapsed against the floor, but you seem to be unharmed. Was it all a dream, you begin to walk down the hallway and as you walk you look down and notice that most of your work uniform is torn up. Whatever is going on you cannot explain, but at least you are still alive. You check your front pocket, and a sigh escapes your lips. You still have the keycard. You go to head for the staircase, only to make it a few steps out of the Jail Room when you drop the card. Your hand begins to violently shake as you notice parts of your skin begin to bulge and bubble. Something is moving beneath your skin and you feel it crawl up your arm once more. You were not dreaming. You want to vomit as you feel it churn your insides, and the last thing you see is red. \nYou died “One of Them” -Ending\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_167"
                ],
                "btns": []
            },
            {
                "title": "New Board 168",
                "x": 7846.714442432955,
                "y": 6590.9658507004115,
                "_id": 167,
                "text": "You quickly back peddle your way out of the cell, before turning and getting to your feet. You run towards the door and hurry out into the hallway. You hear its slimy substance stumbling closer as if it is barreling through the Jail room. You need to get some distance,",
                "tags": [
                    "new_board_168"
                ],
                "btns": [
                    {
                        "l": "Keep Running",
                        "c": "#ff0000",
                        "id": 168
                    },
                    {
                        "l": " Attempt to hide",
                        "c": "#ff0000",
                        "id": 169
                    }
                ]
            },
            {
                "title": "Ending",
                "x": 7728.539542877877,
                "y": 6865.424606497077,
                "_id": 168,
                "text": "You continue running, your legs pumping beneath you as you rush down the hallway. You can hear the slime creature behind you, its fleshy-like body slapping against the ground as it twists and ungulates, gaining more and more ground against you. You look behind you and cannot even describe what you are seeing. A giant purple ooze-like monstrosity contorting in on itself as it is moving at tremendous speeds right towards you. Almost there, you see the staircase entrance. Fumbling with your pocket, you manage to pull out your keycard. Swiping it, you gain access and enter the staircase. Just in time too, as the slime creature flies by, before it too begins to flood into the stairway. You are running up the steps as it is coming behind you. You can hear it getting closer, it is now pouring into the stairway, stacking its body on itself, like a rotating wheel as it is making its way up the stairs. You reach for the knob and stumble through pushing the door close behind you. A sigh escapes your lips as you back away slowly, expecting the monstrosity to barge through, but instead, you are greeted by an unsettling quietness. Although it feels unsettling, you feel a sense of calmness wash over you. You collapse to your knees in exhaustion.\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n\n",
                "tags": [
                    "new_board_169"
                ],
                "btns": []
            },
            {
                "title": "Ending",
                "x": 8209.240769339664,
                "y": 6905.5177826952795,
                "_id": 169,
                "text": "You stumble down the hallway before locking yourself into the morgue. You step back from the door, expecting the monstrosity to barge through. Slowly backing up, you believe you were able to lose it. The lights to the Morgue suddenly begin to flicker, before cutting off entirely. You nervously back up until feel your back make contact with a weird slimy substance. When the lights suddenly flicker back on, you look behind you and are greeted by the giant grotesque monstrosity. Before you can do anything, its tendrils launch forward coiling around you. You feel it pull you off your feet, before pulling you into its body. The last thing you see is only darkness.\nYou died\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_170"
                ],
                "btns": []
            },
            {
                "title": "New Board 208",
                "x": -2150.915648381131,
                "y": 5885.163438222553,
                "_id": 207,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_208"
                ],
                "btns": []
            },
            {
                "title": "New Board 209",
                "x": -1950.9156483811305,
                "y": 5885.163438222553,
                "_id": 208,
                "text": "Here is some default text.",
                "tags": [
                    "new_board_209"
                ],
                "btns": []
            },
            {
                "title": "New Board 185",
                "x": -1564.234631204964,
                "y": 6137.067265467785,
                "_id": 184,
                "text": "You feel driven once more, and with your good eye ready yourself and slowly open the door. Outside the room, you see the hallway, this time it is lightly illuminated by the adjacent room’s window. Then you see it, it is a towering creature, at least seven feet tall. The thing has to duck its head as it enters the living room. It has a gaunt frame covered in patchy fur that clings to its protruding bones. Mangy hair sits atop its wolf-like head. It has elongated limbs and long claws for hands. The creature’s skin is a greyish-pink tone, and the thing is covered in white patches of fur. Looking a little further, something else catches your eye. A glint of light bounces out from the adjacent room and you notice a key sitting atop a dresser from where you were just earlier.",
                "tags": [
                    "new_board_185"
                ],
                "btns": [
                    {
                        "l": "Attempt to leave the room",
                        "c": "#ff0000",
                        "id": 200
                    },
                    {
                        "l": "Stay hidden/search the room you are in",
                        "c": "#ff0000",
                        "id": 201
                    }
                ]
            },
            {
                "title": "Listening",
                "x": -1132.8330246679482,
                "y": 6213.477359219417,
                "_id": 185,
                "text": "You push your ear against the door and what you hear sends chills down your spine. At first, it is quiet, but then you hear…sniffing? \nSuddenly you feel a hard slam against the door! It almost sends you and the door flying. It is trying to break in! The beast somehow can smell your blood.\n",
                "tags": [
                    "new_board_186"
                ],
                "btns": [
                    {
                        "l": "Try to barricade the door",
                        "c": "#ff0000",
                        "id": 191
                    },
                    {
                        "l": " search for a way out",
                        "c": "#ff0000",
                        "id": 192
                    }
                ]
            },
            {
                "title": "Peak living room",
                "x": -608.3945227289581,
                "y": 6374.622803196616,
                "_id": 193,
                "text": "As you lay underneath the couch, you notice the creature’s disgusting clawed dog-like feet stepping into the living room. Curiosity peaks your interest and you slowly peer out beneath the couch. Looking up at the creature, you truly see how hideous it is. Half of its lower jaw is missing revealing its teeth and hanging flesh. The creature stands so close that you get a strong whiff of it. The smell is quite revolting and can only be compared to rotten flesh. As you lay there examining the creature, it suddenly looks down at you. In pure shock, you watch as its clawed hand reaches down and in one swift motion flips the couch over and into the adjacent wall. ",
                "tags": [
                    "new_board_194"
                ],
                "btns": [
                    {
                        "l": "Run",
                        "c": "#ff0000",
                        "id": 195
                    },
                    {
                        "l": " Time to Fight",
                        "c": "#ff0000",
                        "id": 196
                    }
                ]
            },
            {
                "title": "New Board 195",
                "x": -341.76529335327393,
                "y": 6335.136687324231,
                "_id": 194,
                "text": "You choose to remain under the couch and just listen. As you lie there, you can hear its footfalls as it gets closer. As it enters the living room you hear it let out a low guttural growl before it begins to sniff aggressively near the couch. Before you know it, the couch gets flipped in one swift motion and launched into the adjacent wall. Now you are face to face with the monster as it looks down at you.",
                "tags": [
                    "new_board_195"
                ],
                "btns": [
                    {
                        "l": "Run",
                        "c": "#ff0000",
                        "id": 195
                    },
                    {
                        "l": "time to fight",
                        "c": "#ff0000",
                        "id": 196
                    }
                ]
            },
            {
                "title": "New Board 201",
                "x": -1878.2452203395587,
                "y": 6378.249159145411,
                "_id": 200,
                "text": "Slowly you open the door, it creaking as you slide out between its opening. Making your way down the hall your feet press against the wooden floor, each board letting out a low groan. As you near the doorway, more of them creak beneath your feet, and the monster peers down the hallway. In a blind panic, you sprint for the door. The creature moves at alarming speed and you slide into the doorway, slamming it behind you. Less than a second later you hear it against the door.",
                "tags": [
                    "new_board_201"
                ],
                "btns": [
                    {
                        "l": "Barricade yourself",
                        "c": "#ff0000",
                        "id": 204
                    }
                ]
            },
            {
                "title": "New Board 202",
                "x": -1593.0197644894988,
                "y": 6510.747425760385,
                "_id": 201,
                "text": "You reach blindly into the darkness, fumbling about until a sudden click fills the room before the area is illuminated with a faint glow. What greets you does not mend your worries. An old-style bathroom, the white paint chipping away from the walls. A surprisingly clean toilet sits at the far end of the small room and a faucet attached to the right wall takes up a majority of the walkway. Beside that is a small cabinet, weathered but sturdy and clings to the wall. As you take in the disappointing sight, you hear a loud roar before the entire door to the bathroom shutters. The thing is trying to get in!",
                "tags": [
                    "new_board_202"
                ],
                "btns": [
                    {
                        "l": "Attempt to barricade",
                        "c": "#ff0000",
                        "id": 202
                    },
                    {
                        "l": " Hide?",
                        "c": "#ff0000",
                        "id": 203
                    }
                ]
            },
            {
                "title": "Ending (Ded)",
                "x": -1325.976840308095,
                "y": 6668.5317675635215,
                "_id": 191,
                "text": "You reach blindly into the darkness, fumbling about until a sudden click fills the room before the area is illuminated with a faint glow. What greets you does not mend your worries. An old-style bathroom, the white paint chipping away from the walls. A surprisingly clean toilet sits at the far end of the small room and a faucet attached to the right wall takes up a majority of the walkway. Beside that is a small cabinet, weathered but sturdy and clings to the wall.\nWith urgency, you dart over to the cabinet, the creature’s onslaught against the door adding to your stress. You wrench the cabinet from its rating place, dragging it across the grimy floor. The cabinet is about half your size and fits snuggle beneath the door handle, keeping the door from caving in on itself.\nYou step back realizing there is nothing else you can do. The door shudders from the impact of the creature; splinters of wood fall to the floor. You begin to step back in pure terror as the door continues to shudder before finally giving in. The door gives way, revealing the monstrosity. Its form towering, even as it is hunched over you can still see its massive silhouette. The last thing you see are its glowing eyes before it opens its maw revealing rows of razor-sharp teeth. \nYou died\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_192"
                ],
                "btns": []
            },
            {
                "title": "Dead ending 3",
                "x": -950.9546706512778,
                "y": 6643.223373323397,
                "_id": 192,
                "text": "You reach blindly into the darkness, fumbling about until a sudden click fills the room before the area is illuminated with a faint glow. What greets you does not mend your worries. An old-style bathroom, the white paint chipping away from the walls. A surprisingly clean toilet sits at the far end of the small room and a faucet attached to the right wall takes up a majority of the walkway. Beside that is a small cabinet, weathered but sturdy and clings to the wall.\nYou look frantically within the room for anything, but to no prevail. Eventually, you collapse against the corner, curling up in hopes that this nightmare will end. As you sit there, you hear the monster slam into the door once more. The impact makes the door shudder before it caves under the intense force. You do not even get a moment to look at it, before it lunges upon you.\nYou died\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_193"
                ],
                "btns": []
            },
            {
                "title": "Run",
                "x": -701.3004769373996,
                "y": 6720.19158505096,
                "_id": 195,
                "text": "Adrenaline coursing through your veins you roll out of the way as the monster dives in your direction. Sprinting back towards the hall, you barely dodge the monster as it swings wildly at you. \nYour heart is pounding as you race into the adjacent room, hearing the beast echoing behind you as you slam the door shut. You press your weight against the door, the weight of impending doom setting in. \n You hear the monster roar before you feel it throw itself against the door. Looking around yourself you realize this might be it. The room is in tatters, the remnants of the shattered cage just reminding you of your earlier fault.\nAmidst all this despair, a glimmer of hope catches your eye- a key, the key that you had seen earlier. It lies within reach, and with trembling fingers, you snatch it up. You feel a new sense of hope as desperation fuels your resolve as you scan the room once more. \nAs you scan, a plan begins to form from all the chaos. With swift action you remove yourself from the door, and unravel a tattered curtain, fashioning the torn fabric into a makeshift snare and bindings. You can hear the monster breaking the door down as you weave a tangled labyrinth of obstacles for the creature’s path.\nYou stand near the broken cage with bated breath, watching as the creature bursts into the room. It sees you and lunges at you, only for its movements to be cut short as it gets tangled in a web of curtains. You seize the opportunity and dash past the thrashing creature. Key clutched tightly, you insert it into the room across and it unlocks. You are greeted then by a bright light\n",
                "tags": [
                    "new_board_196"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 197
                    }
                ]
            },
            {
                "title": "Ending",
                "x": 139.3972877233876,
                "y": 6754.0276340892215,
                "_id": 196,
                "text": "Rolling out of the way, you get to your feet and go to swing at the creature only instead to be greeted with a sharp pain in your side. It swipes you into the air sending you hurling into an adjacent wall. You feel the wind get knocked out of you as your body bounces off the wooden wall, splinters scatter across the flooring (some even landing on you). You lay there for a moment, trying to regain your breath before you feel another sharp pain shoot into your back. The creature pulls you with one arm, its arm impaled into your lower back. You hear a low growl before seeing rows of sharpened teeth.\nYou died “Show it Who’s Boss” - Ending\n\tThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_197"
                ],
                "btns": []
            },
            {
                "title": "New Board 205",
                "x": -1980.51576735963,
                "y": 6628.38363840513,
                "_id": 204,
                "text": "You press your weight against the door, the weight of impending doom setting in. \n You hear the monster roar before you feel it throw itself against the door. Looking around yourself you realize this might be it. The room is in tatters, the remnants of the shattered cage just reminding you of your earlier fault.\nAmidst all this despair, a glimmer of hope catches your eye- a key, the key that you had seen earlier. It lies within reach, and with trembling fingers, you snatch it up. You feel a new sense of hope as desperation fuels your resolve as you scan the room once more. \nAs you scan, a plan begins to form from all the chaos. With swift action you remove yourself from the door, and unravel a tattered curtain, fashioning the torn fabric into a makeshift snare and bindings. You can hear the monster breaking the door down as you weave a tangled labyrinth of obstacles for the creature’s path.\nYou stand near the broken cage with bated breath, watching as the creature bursts into the room. It sees you and lunges at you, only for its movements to be cut short as it gets tangled in a web of curtains. You seize the opportunity and dash past the thrashing creature. Key clutched tightly, you insert it into the room across and it unlocks. You are greeted then by a bright light\n",
                "tags": [
                    "new_board_205"
                ],
                "btns": [
                    {
                        "l": "Continue",
                        "c": "#ff0000",
                        "id": 197
                    }
                ]
            },
            {
                "title": "Ending",
                "x": -1751.730634075096,
                "y": 6768.04397348578,
                "_id": 202,
                "text": "With urgency, you dart over to the cabinet, the creature’s onslaught against the door adding to your stress. You wrench the cabinet from its rating place, dragging it across the grimy floor. The cabinet is about half your size and fits snuggle beneath the door handle, keeping the door from caving in on itself.\nYou step back realizing there is nothing else you can do. The door shudders from the impact of the creature; splinters of wood fall to the floor. You begin to step back in pure terror as the door continues to shudder before finally giving in. The door gives way, revealing the monstrosity. Its form towering, even as it is hunched over you can still see its massive silhouette. The last thing you see are its glowing eyes before it opens its maw revealing rows of razor-sharp teeth. \nYou died, \nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_203"
                ],
                "btns": []
            },
            {
                "title": "Ending",
                "x": -1615.4746658668023,
                "y": 6991.858613038099,
                "_id": 203,
                "text": "With some very quick thinking, you become one with the wall, pretending to be another shelf you stand perfectly still as the creature breaks through the door. The creature scans the room before looking right at you...I don't think it is working.\nYou died, \nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\nAlso, there are many more endings if you would like to restart there is a simple refresh at the top left of the site. With that thank you again and have a great day.\n",
                "tags": [
                    "new_board_204"
                ],
                "btns": []
            },
            {
                "title": "Control room",
                "x": -707.4065779185094,
                "y": 7044.737843152968,
                "_id": 197,
                "text": "You run through the light and suddenly fall to the ground as if the original flooring had disappeared from underneath you. You land with a hard thud and lie there for what feels like forever. The only thing that gets you back on your feet is the repetitive blaring noise that you hear going off in the distance. Sounding like an alarm of sorts, it brings you back to reality to where you are. \nYou are lying on a dark-colored concrete floor, the room is lit by light blinking red and blue lights being cast by a series of monitors. You slowly work to your feet and realize you are back on the ship. You never thought you wanted to get back here, but now even with this dreary atmosphere, you feel a sense of joy at making it back.  It takes you a moment to even realize what is going on. \nYou seem to be in the control room, a series of monitors flicker sporadically as emergency lights flash overhead. Most of the terminals display error messages, but one displays something different. The sight before you is quite distressing, a simulation displaying the ship on a collision course towards the binary stars. The trajectory of the ship is clearly marked, and as you are looking at this, warning indicators flash red highlighting the imminent danger. \n",
                "tags": [
                    "new_board_198"
                ],
                "btns": [
                    {
                        "l": "Continue to look for a way to reroute the ship",
                        "c": "#ff0000",
                        "id": 198
                    },
                    {
                        "l": " Start pressing buttons!!!",
                        "c": "#ff0000",
                        "id": 199
                    }
                ]
            },
            {
                "title": "Ending dead",
                "x": -830.4065779185094,
                "y": 7347.5043244873605,
                "_id": 198,
                "text": "You begin looking around at each of the controls, but the longer you look the more you realize you have no fucking clue what to do. This is extremly above your pay grade and you get more frantic as suddenly an automated message pops up.\nThe ship is experiencing extreme temperatures, estimated arrival in t-minus ten, nine, eight-\n Hearing this you begin to look through one of the monitors, scrolling through to see if there is anything to help perhaps turn on the reverse thrusters. The countdown is still going, four, t-three, two, one.\nAs the countdown finishes, you close your eyes expecting doom, but nothing happens. For a moment even the alarms stop going off and you believe all is safe. Then, in a flash, the whole side of the control room gets ripped off before you sucked out into space!\nYou are dead.\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\n",
                "tags": [
                    "new_board_199"
                ],
                "btns": []
            },
            {
                "title": "Ending ",
                "x": -423.19437595628983,
                "y": 7403.130218053681,
                "_id": 199,
                "text": "In a sporadic sense of nature, you just begin hitting every button in front of you. You feel driven to press every button, flip every switch, and pull every lever, hoping that one of them will reroute the ship. By this mixture of pure desperation and stupidity, after hitting a giant red button, it seems to reroute the ship’s trajectory away from the star. A sigh escapes your lips as you slump back, your imminent doom being avoided once more. \nYou survived “Press Everything” - Ending\nThank you for playing the demo, a lot of work went behind this project and please feel free to contact us if you have any feedback.\n\n",
                "tags": [
                    "new_board_200"
                ],
                "btns": []
            }
        ]
    },
    "userData": [
        {
            "email": "claeb@example.com",
            "name": "Claeb",
            "sel": [
                0
            ]
        },
        {
            "email": "tlucy@eagles.bridgewater.edu",
            "name": "Tony Lucy",
            "sel": []
        }
    ]
}