{"filename":"Project Neptune Real","_i":46,"panX":0,"panY":0,"boards":[{"title":"The Starting Board","x":130,"y":285.77700693756543,"_id":1,"text":"You wake up in a cold sweat, where are you? What time is it? An intense ringing pulses through your head as you slowly stumble to your feet. You slowly take in your surroundings and realize you are in your resting quarters, but it does not feel right. It is oddly quiet, you work on the Celestial Voyager, one of the biggest touring ships across the galaxy, and yet you don't hear any commotion. Just the faint hum of the lights overhead, but besides that this absence of sound is unsettling, to say the least. Something is wrong, that is for certain, and you need to get out of here, and find help. Exiting out of your personal Quarters, into the hallway, you are greeted with an unfamiliar scene. Instead of a list of doors for everyone else's quarters, you are instead treated with a hallway that just leads to darkness towards your right, and looking towards the left leads towards a singular door. ","tags":["new_board_2"],"img":"0.png","btns":[{"l":"Door","c":"#ff0000","id":8},{"l":" Hallway","c":"#ff0000","id":9}]},{"title":"Bathroom","x":-46,"y":498.61705296748494,"_id":8,"text":"Heading towards the door, the light illuminates its old rusted exterior, showing the faint gray paint along its flat face. Some of the paint peeled revealing the underpainting beneath, a reddish-orange that has also faded from age. Hesitantly, you reach for the door handle, which juts out similar to an old pull handle. Your fingers curl around its rim before you slowly pull open the door. You are greeted by a dark room; reaching around, your hand grazes that of a light switch, and you can finally see. A simplistic bathroom greets you– one of many for the Lower Deck. Its green hues are a significant contrast to the earlier warm tones of the hallway. ","tags":["new_board_9"],"img":"bathroom CV.png","btns":[{"l":"Enter the Room","c":"#ff0000","id":41},{"l":" Exit the Room","c":"#ff0000","id":42}]},{"title":"Hallway","x":231,"y":487.57217052220267,"_id":9,"text":"A singular straight rod of light illuminates the hallway at first, but further down the lights seem to be out, creating a void of darkness. Seeing this intense depth before you as if you are sinking: the shadows make the old orange paint across the walls turn slowly to black.  Odd, but knowing something is wrong you shake off the feeling, take a deep breath, and slowly walk towards the darkness. As you near it, you can still hear the faint hum from the light, but other than that the ship is still quiet. Entering into the shadows, you place your hand lightly onto the wall, feeling the rough texture as you slowly shuffle down the hallway. As you continue to shuffle, you can feel your hand get near the corner: the hallway turns sharply. You follow it and spot a small light at the end of the hall. Laying on the ground is a strange box casting a soft warm glow. Its light bounces off the orange walls in front of it, even catching the particles of dust hanging in the air. The joy of finding the light is cut short as you walk away from the wall a silhouette of someone runs briefly out of the darkness; its outline casting a shadow across the wall before it quickly vanishes into the black void. You are already getting sick of these scares but if there is someone else on here you need to stick together– or perhaps they’re the ones that caused the ship to be in this state. Do you,","tags":["new_board_10"],"btns":[{"l":"Yell Out","c":"#ff0000","id":10},{"l":" Pursue","c":"#ff0000","id":11}]},{"title":"Enter","x":-391,"y":662.8483533127094,"_id":41,"text":"A singular straight rod of light illuminates the hallway at first, but further down the lights seem to be out, creating a void of darkness. Seeing this intense depth before you as if you are sinking: the shadows make the old orange paint across the walls turn slowly to black.  Odd, but knowing something is wrong you shake off the feeling, take a deep breath, and slowly walk towards the darkness. As you near it, you can still hear the faint hum from the light, but other than that the ship is still quiet. Entering into the shadows, you place your hand lightly onto the wall, feeling the rough texture as you slowly shuffle down the hallway. As you continue to shuffle, you can feel your hand get near the corner: the hallway turns sharply. You follow it and spot a small light at the end of the hall. ","tags":["new_board_42"],"btns":[{"l":"Continue","c":"#ff0000","id":43}]},{"title":"New Board 43","x":-140,"y":727.965729607301,"_id":42,"text":"Here is some default text.","tags":["new_board_43"],"btns":[]},{"title":"Yell Out","x":177,"y":837.9841383012591,"_id":10,"text":"You yell out in hopes of the figure stopping but no one comes back. You are truly alone, and not wanting to charge blindly into the darkness, you cautiously near the weird box. Picking it up, the casting light moves, illuminating briefly the area around you. Examining the odd source, it resembles something similar to a lantern (if that is even what it is called). You remember seeing these during your Earth Civilization classes when you were in high school, but seeing it in person is a different experience. Why is it here on this ship? How does it even work? Looking at it, there is a latch containing the light within, and as you reach inside you flinch suddenly back at the scorching heat of the oil splashing onto your hand. The lantern seems to function off of a wick in the center, fueled by oil, its heat casts a soft warm light that gives you a small amount of vision in front of you. Making sure not to burn yourself again, you carefully hold out the lantern in front of you, illuminating further down the hallway. You start to walk down the corridor and you see a door on your right. You hold up the lantern and inspect further. You find a shiny gold plaque on the door that reads “Maintenance”. You have seen this room before, but how can you be sure the same contents lie behind the door in front of you? You shine the lantern further down the hallway noticing the vast voidless space before you. The end of the hallway is unknown as the lantern only illuminates a few extra feet in front of you. Your heart beating fast and your hands shake, you are not sure which path to take.  ","tags":["new_board_11"],"btns":[{"l":"Open Maintenance Door","c":"#ff0000","id":12},{"l":" Continue Down the Hallway","c":"#ff0000","id":13}]},{"title":"New Board 12","x":654,"y":749.0209622368172,"_id":11,"text":"Here is some default text.","tags":["new_board_12"],"btns":[]},{"title":"Maintenance Door","x":97,"y":1192.3682065800645,"_id":12,"text":"You go to open the door only for it not to budge. Locked from the other side, you hear a faint humming coming from within. Someone singing a melody of sorts, you knock on the door hoping they will answer, but there is no response and the humming continues from within. Looking back you continue down the hallway. As you continue down the hallway you turn by the corner and notice the darkness of the hallway begins to clear up as you are greeted by a dimly lit corridor. Its warm illumination is a welcoming sight from earlier, and nearing the end of it you see two doors before you. One is labeled the Boiler Room, and the other is Engine Room A.","tags":["new_board_13"],"btns":[{"l":"Boiler Room","c":"#ff0000","id":14},{"l":" Engine Room A","c":"#ff0000","id":15}]},{"title":"New Board 14","x":277,"y":1037.9841383012604,"_id":13,"text":"Here is some default text.","tags":["new_board_14"],"btns":[]},{"title":"Boiler Room","x":-3,"y":1392.368206580064,"_id":14,"text":"You reach for the handle and it creeks open. The air within is dry as you enter the boiler room, it is dark and the only light source is the cast of lights through the foggy windows from the stellar luminances from outside. The boiler room was where some of the lowest workers had to go. You thought you had it bad, but you remember when there was a malfunction and Sarah had gotten burned by the steam as they were attempting to fix the piping on block A. It’s a big room full of three giant tankers, each constantly filtering water through its system as it traveled through the maze of pipes lining the wall. With barely any walk room, you slide yourself between two pipes, navigating yourself around the giant tankers. As you walked through the facility, it was clear that there was no sign of life within the room, yet you could not help but feel as if you were being watched. It felt uneasy, and as you ducked underneath a series of pipes running into the third tanker, suddenly, a violent hiss escaped into the air as steam burst out from one of the pipes near you. Startled momentarily, you gather yourself and make it across. There is no way the person ran through here, and you eventually make it through the series of pipes and across the other side of the room. You are greeted by an old rusted door and go to open it, the hinges squeak as the door slowly slides open and you are greeted by a bright light","tags":["new_board_15"],"btns":[{"l":"Continue","c":"#ff0000","id":16}]},{"title":"New Board 16","x":197,"y":1392.368206580064,"_id":15,"text":"Here is some default text.","tags":["new_board_16"],"btns":[]},{"title":"Where Am I","x":-3,"y":1592.368206580064,"_id":16,"text":"You are momentarily blinded and your eyes adjust to the area around you. You notice you are in a well-furnished bedroom, the soft glow being cast through the window as you climb out of the freshly fitted king-size bed. Were you dreaming? This isn’t right. The room is a simple bedroom, with white painted walls with a purplish-blue trim. The bed is located in the far right corner. Located at the foot of the bed is an old rusted window, allowing a soft hint of light to cast through illuminating the room. In front of the bed sits a nightstand with several drawers. To the very left of the bed is a walk-in closet, and in the far left corner of the room is an old wooden door, its white paint chipping away.","tags":["new_board_17"],"btns":[{"l":"Examine the Window","c":"#ff0000","id":17},{"l":" Examine the Drawer","c":"#ff0000","id":18},{"l":" Examine the Closet","c":"#ff0000","id":19},{"l":" Leave the Room","c":"#ff0000","id":20}]},{"title":"Window 1)","x":-358,"y":1616.5589917903806,"_id":17,"text":"You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide","tags":["new_board_18"],"btns":[{"l":"Examine the Drawer","c":"#ff0000","id":21},{"l":" Examine the Closet","c":"#ff0000","id":22},{"l":" Leave the Room","c":"#ff0000","id":23}]},{"title":"Drawer 1)","x":-617,"y":1952.3864936920004,"_id":18,"text":"You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions as you approach the nightstand. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.","tags":["new_board_19"],"btns":[{"l":"Examine the Window","c":"#ff0000","id":30},{"l":" Examine the Closet","c":"#ff0000","id":31},{"l":" Leave the Room","c":"#ff0000","id":32}]},{"title":"Examine the Closet","x":102,"y":2041.8328121952009,"_id":19,"text":"You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you go to examine the closet. You go to open it, but it seems something is blocking the door from the other side. Stepping back you go","tags":["new_board_20"],"btns":[{"l":"Examine the Window","c":"#ff0000","id":24},{"l":" Examine the Drawer","c":"#ff0000","id":25},{"l":" Leave the Room","c":"#ff0000","id":26}]},{"title":"Leaving","x":461,"y":1908.2780725392618,"_id":20,"text":"You crawl out of the bed, still wearing your work clothes from the Celestial Voyager allowing you to know that you definitely weren’t dreaming. This just raises more questions and you don’t want to be here. You rush towards the door, and swing it open exiting the room. You are greeted by an equally well-furnished living room, though this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the book case is a archway leading into another room, and there is another similar in the far left corner of the room. ","tags":["new_board_21"],"btns":[]},{"title":"Drawer 2)","x":-839,"y":1700.1099945625076,"_id":21,"text":"You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.","tags":["new_board_22"],"btns":[{"l":"Examine the Closet","c":"#ff0000","id":38},{"l":" Leave the Room","c":"#ff0000","id":39}]},{"title":"Closet From Window","x":-807,"y":1834.0847055767374,"_id":22,"text":"Here is some default text.","tags":["new_board_23"],"btns":[]},{"title":"Living Room","x":-1386,"y":2303.885301810971,"_id":23,"text":"You head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ","tags":["new_board_24"],"btns":[]},{"title":"Window 2)","x":-817,"y":2152.3864936920054,"_id":30,"text":"You close the drawers and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide","tags":["new_board_31"],"btns":[{"l":"Examine the Closet","c":"#ff0000","id":33},{"l":" Leave the Room","c":"#ff0000","id":34}]},{"title":"Closet 2","x":-617,"y":2152.3864936920054,"_id":31,"text":"You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go","tags":["new_board_32"],"btns":[{"l":"Examine the Window","c":"#ff0000","id":35},{"l":" Leave the Room","c":"#ff0000","id":36}]},{"title":"New Board 33","x":-699,"y":2923.824823862785,"_id":32,"text":"Here is some default text.","tags":["new_board_33"],"btns":[]},{"title":"Window 3)","x":-68,"y":2294.830441897754,"_id":24,"text":"You step back and you go to look outside the window. There is a soft warm glow being cast through the window, but you cannot see outside of it. You attempt to open it, but the hinges of the window seem to be stuck. Stepping back you decide","tags":["new_board_25"],"btns":[{"l":"Examine the Drawer","c":"#ff0000","id":27},{"l":" Leave the Room","c":"#ff0000","id":28}]},{"title":"New Board 26","x":102,"y":2241.8328121952036,"_id":25,"text":"Here is some default text.","tags":["new_board_26"],"btns":[]},{"title":"New Board 27","x":302,"y":2241.8328121952036,"_id":26,"text":"Here is some default text.","tags":["new_board_27"],"btns":[]},{"title":"Closet Window, Drawer 1)","x":-1465,"y":1829.3016454163974,"_id":38,"text":"You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go","tags":["new_board_39"],"btns":[{"l":"Exit the Room","c":"#ff0000","id":40}]},{"title":"Living Room","x":-1444,"y":1972.7817213177293,"_id":39,"text":"You head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ","tags":["new_board_40"],"btns":[]},{"title":"Drawer 3)","x":-237,"y":2611.937996315164,"_id":27,"text":"You approach the Drawers. Inside the drawers are just a series of clothes. Skimming through the drawers you don’t find much of interest and you are about to give up when a cassette tape slides out between one of the clothes. It’s odd but with everything else going on you don’t question it and move on.","tags":["new_board_28"],"btns":[{"l":"Leave the Room","c":"#ff0000","id":29}]},{"title":"Room 3}","x":-65,"y":2596.5052178260485,"_id":28,"text":"You head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ","tags":["new_board_29"],"btns":[]},{"title":"Room 3 (After all options)","x":-237,"y":2811.937996315164,"_id":29,"text":"After examining everything you head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. \n","tags":["new_board_30"],"btns":[]},{"title":"Closet from Window 2)","x":-1194,"y":2357.976626519331,"_id":33,"text":"You go to examine the closet. Going to open it, but it seems something is blocking the door from the other side. Stepping back you go","tags":["new_board_34"],"btns":[{"l":"Leave the Room","c":"#ff0000","id":37}]},{"title":"New Board 35","x":-674,"y":2730.8252208514996,"_id":34,"text":"Here is some default text.","tags":["new_board_35"],"btns":[]},{"title":"New Board 36","x":-807,"y":2412.014577183467,"_id":35,"text":"Here is some default text.","tags":["new_board_36"],"btns":[]},{"title":"New Board 37","x":-811,"y":2938.4187517565297,"_id":36,"text":"Here is some default text.","tags":["new_board_37"],"btns":[]},{"title":"New Board 38","x":-1263,"y":2757.513009260154,"_id":37,"text":"Here is some default text.","tags":["new_board_38"],"btns":[]},{"title":"Exiting into Living Room","x":-1765,"y":1860.5467547374567,"_id":40,"text":"After examining everything you head towards the door and open it. Inside you are greeted by an equally well-furnished living room, though unlike the other room, this room clearly has not seen life in some time. It is a square-shaped room with dark-stained wooden walls. In the center is an L-shaped brown-colored couch taking a majority of the walk room. In front of the couch is a giant painting of a man wearing a similar uniform as yourself, but the clothing seems slightly different. It has several more patches across his arm, and along with the emblem sown across his right breast is also the letter W below the emblem. Beneath the painting is a small set of bookcases housing a number of books. There is something also sitting on top of the bookcase. Going left from the bookcase is an archway leading into another room, and there is also another archway in the far left corner of the room. ","tags":["new_board_41"],"btns":[]},{"title":"hallway lantern","x":-579,"y":839.9196996878535,"_id":43,"text":"Laying on the ground is a strange box casting a soft warm glow. Its light bounces off the orange walls in front of it, even catching the particles of dust hanging in the air. The joy of finding the light is cut short as you walk away from the wall a silhouette of someone runs briefly out of the darkness; its outline casting a shadow across the wall before it quickly vanishes into the black void. You are already getting sick of these scares but if there is someone else on here you need to stick together– or perhaps they’re the ones that caused the ship to be in this state. Do you,","tags":["new_board_44"],"btns":[{"l":"Yell Out","c":"#ff0000","id":44},{"l":" Pursue","c":"#ff0000","id":45}]},{"title":"Yell out","x":-848,"y":1004.151000033078,"_id":44,"text":"Here is some default text.","tags":["new_board_45"],"btns":[]},{"title":"New Board 46","x":-629,"y":1054.5940380077618,"_id":45,"text":"Here is some default text.","tags":["new_board_46"],"btns":[]}]}